{
    "Add binding": "Agregar enlace",
    "Add group": "Añadir grupo",
    "Attribute ID": "ID de atributo",
    "Binding": "Unión",
    "Binding configuration": "Configuración de enlace",
    "COM port name": "Nombre del puerto COM",
    "Cancel": "Cancelar",
    "Channel": "Canal",
    "ChannelChangeText": "Canal establece la frecuencia de radio utilizada. Puede cambiarse para evitar conflictos con las redes wifi existentes. <b>¡Todos los dispositivos se deben volver a aprender al cambiar!</b>",
    "Check firmware updates": "Verifique las actualizaciones de firmware",
    "Check if your Command needs to submit a value. For example, cmd 'write' needs the value you want to write to your device.": "Compruebe si su comando debe enviar un valor. Por ejemplo, cmd 'write' necesita el valor que desea escribir en su dispositivo.",
    "Choose channel": "Elige canal",
    "Choose type": "Elige el tipo",
    "Cluster ID": "ID de clúster",
    "Command": "Mando",
    "Command Type": "Tipo de comando",
    "Configure reporting": "Configurar informes",
    "Countdown": "Cuenta atrás entre 0 y 255 seg.",
    "Delete confirmation": "Eliminar confirmación",
    "Developer": "Developer",
    "Device": "Dispositivo",
    "Device details": "Device details",
    "Device information": "Información del dispositivo",
    "Device map info": "<b>Haga clic en un dispositivo para ver más detalles.</b> Cada dispositivo puede tener un solo padre. Los dispositivos pueden cambiar sus padres por sí mismos. No hay forma de forzar un dispositivo a un padre específico. (si ve más de un enlace principal, es posible que sean datos desactualizados). <br> También puede mover dispositivos para una mejor visibilidad. <br> Los enlaces débiles y fuera de línea se muestran en rojo. Si la etiqueta de un dispositivo se muestra en rojo, no se encontraron enlaces. No hay problema si un dispositivo solo tiene enlaces de 'Padres anteriores', es posible que no haya enviado nuevos datos desde hace algún tiempo.",
    "Devices": "Dispositivos",
    "Disable LED for cc2531": "Desactivar LED para cc2531",
    "Disable Queue": "Desactivar Queue",
    "Do you really want to delete device": "¿Realmente quieres borrar dispositivo?",
    "Endpoint": "Punto final",
    "Enter new name": "Ingresa un nuevo nombre",
    "Examples:": "Ejemplos:",
    "Expert Mode": "Modo experto",
    "ExtPanID": "ID de bandeja extendida",
    "ExtPanIDText": "El ID de PAN extendido es el ID de red principal, comparable al SSID de las redes wifi. Esta identificación nunca debe cambiar para las redes existentes, de lo contrario, debe restablecer y reparar sus dispositivos. Si utiliza varios adaptadores Zigbee, <b>debe asegurarse de</b> que utilicen ExtPanID únicos. Simplemente ingrese 16 caracteres hexadecimales aleatorios (af y 0-9).",
    "Force delete (for lost devices)": "Forzar eliminación (para dispositivos perdidos)",
    "Groups": "Groups",
    "Hard-Reset": "Restablecimiento completo",
    "Hide": "Esconder",
    "Let's pairing!": "Vamos a emparejar!",
    "Map view config": "Map view config",
    "Name": "Nombre",
    "Needs value": "Necesita valor",
    "Network map": "Mapa de red",
    "Pairing process": "Proceso de emparejamiento",
    "PanID": "Pan ID",
    "PanIDText": "Pan ID es una identificación simplificada (es utilizada por Zigbee en lugar de ExtPanID siempre que sea posible). Esto también debería ser único. Nota: La red Zigbee puede elegir un ID de Pan diferente al que especificó aquí en caso de que detecte conflictos de ID.",
    "Parent/Child/Unknown": "Parent/Child/Unknown",
    "Please contribute your discoveries": "Contribuya con sus descubrimientos",
    "Previous Parents": "Previous Parents",
    "Read Firmware": "Leer firmware",
    "Refresh": "Actualizar",
    "Rename device": "Renombrar dispositivo",
    "Reset Info": "A Soft reset will just restart routines and CC253x. Hard-Reset will clear paired devices data and it resets CC253x settings too. You will have to repair ALL of your devices!",
    "Reset confirmation": "Reset confirmación",
    "Reset...": "Reiniciar...",
    "Results": "Resultados",
    "Run": "correr",
    "Save": "Salvar",
    "Select Attribute": "Seleccionar atributo",
    "Select Command": "Seleccionar comando",
    "Select a device": "Seleccione un dispositivo",
    "Select an Endpoint": "Seleccione un punto final",
    "Select cid": "Seleccione un ID de clúster",
    "Select your settings. Then click RUN to send command to your Zigbee device.": "Seleccione su configuración. Luego haga clic en EJECUTAR para enviar el comando a su dispositivo Zigbee.",
    "Send Functional command": "Enviar comando funcional",
    "Send data to Zigbee": "Enviar datos a Zigbee",
    "Settings": "Ajustes",
    "Show full mesh": "Mostrar malla completa",
    "Show parent": "Mostrar padre",
    "Show previous parents": "Mostrar padres anteriores",
    "Show siblings": "Mostrar hermanos",
    "Siblings": "Siblings",
    "Soft-Reset": "Reinicio suave",
    "Some kind of 'device within device'. Every endpoint may have different functions. If one does not work, test another.": "Algún tipo de \"dispositivo dentro del dispositivo\". Cada punto final puede tener diferentes funciones. Si uno no funciona, pruebe otro.",
    "Source device": "Dispositivo fuente",
    "Source endpoint": "Punto final de origen",
    "Switch expert mode to enter raw data, sent to zigbee device.": "Cambie el modo experto para ingresar datos brutos, enviados al dispositivo zigbee.",
    "Target device": "Dispositivo de destino",
    "Target endpoint": "Punto final de destino",
    "The value to send to your device (use douple-quotes if a number is a string).": "El valor para enviar a su dispositivo (use comillas dobles si un número es una cadena).",
    "This page is needed only for advanced users that like to extend adapter functionalities!": "Esta página es necesaria solo para usuarios avanzados que deseen ampliar las funcionalidades del adaptador.",
    "Touchlink reset and pairing": "Restablecimiento y emparejamiento de Touchlink",
    "Transport Kex Text": "Transport Key es la clave de cifrado de red. ",
    "Transport Key": "Transporte clave",
    "Type": "Tipo",
    "Unbind remote from Coorinator (necessary for some remotes like HUE Dimmer Switch)": "Desvincule el control remoto del Coordinador (necesario para algunos controles remotos como HUE Dimmer Switch)",
    "View config": "Ver configuración",
    "Waiting": "Esperando",
    "Write Attribute": "Escribir atributo",
    "Yes": "Sí",
    "You find good explanations what the settings mean": "Encuentra buenas explicaciones de lo que significa la configuración",
    "Zigbee adapter": "Adaptador zigbee",
    "Zigbee-herdsman debug info": "Información de depuración de Zigbee-herdsman",
    "and in": "y en",
    "here": "aquí",
    "notImplementedText": "Puede enviar aquí sus propios comandos a sus dispositivos que aún no están implementados como Objetos. También se puede usar para encontrar configuraciones no documentadas de sus dispositivos. O para probar los efectos de la configuración para decidir si vale la pena implementarla como Objeto. Y así...",
    "to make it available for other user too": "para que también esté disponible para otros usuarios",
    "transmitPower": "CC1352P and CC26X2R1 transmitir potencia",
    "zigbee-shepherd": "Puede editar los datos sin procesar para enviar aquí. ¡No use esto si no está seguro de lo que está haciendo! Utilice el formato JSON (nombres de atributos entre comillas dobles). También se pueden agregar propiedades adicionales. Vea los ejemplos anteriores. (Formato utilizado por zigbee-shepherd)",
    "№": "№"
}
