{
  "common": {
    "name": "zigbee",
    "version": "3.1.6-alpha.0",
    "news": {
      "3.1.5": {
        "en": "Bugfixes\nZHC25.36.0\nreduced stopTimeout to 5s",
        "de": "Bugfixes\nZHC25.36.0\nreduzierter StopTimeout auf 5s",
        "ru": "Багфиксы\nZHC25.36.0\nсокращение StopTimeout до 5",
        "pt": "Correcções de Erros\nZHC25.36.0\ntempo de paragem reduzido para 5s",
        "nl": "Bugfixes\nZHC25,36,0\nverminderde stopTimeout tot 5s",
        "fr": "Fixes de bogue\nZHC25.36.0\ntemps d'arrêt réduit à 5s",
        "it": "Bugfix\nZHC25.36.0\narresto ridottoTimeout a 5s",
        "es": "Bugfixes\nZHC25.36.0\nstopTimeout reducido a 5s",
        "pl": "Korekty błędów\nZHC25.36.0\nzmniejszony czas zatrzymania do 5 s",
        "uk": "Помилки\nЗХК25.36.0\nзнижений припуск до 5s",
        "zh-cn": "错误修正\nZHC25.36.0 (韩语)\n停止时间减少到 5s"
      },
      "3.1.4": {
        "en": "Remove extra logging\nAdd extra configurations\nDo not read states from deactivated devices\nIgnore deactivated devices for group state updates\nChange display for deactivated devices in the object tree (gray, no connected icon)\nmore detailed device debug\ndevice debug UI improvements\nPairing and device Query buttons on router cards\nZHC 25.31.0, ZH 6.1.2 or newer\nOptions based on ZHC defined options",
        "de": "Entfernen Sie zusätzliche Protokollierung\nZusätzliche Konfigurationen hinzufügen\nNicht lesen von Zuständen aus deaktivierten Geräten\nDeaktivierte Geräte für Gruppenzustandsupdates ignorieren\nAnzeige für deaktivierte Geräte im Objektbaum ändern (grau, kein angeschlossenes Symbol)\ndetaillierte gerätedetails\ngerät debug UI Verbesserungen\nPaarung und Gerät Query-Tasten auf Routerkarten\nZHC 25.31.0, ZH 6.1.2 oder neuer\nOptionen basierend auf ZHC definierten Optionen",
        "ru": "Удалить дополнительную рубку\nДобавьте дополнительные конфигурации\nНе считывать состояния с деактивированных устройств\nИгнорировать деактивированные устройства для обновления состояния группы\nИзменение дисплея для деактивированных устройств в дереве объектов (серый, не подключенный значок)\nболее подробная отладка устройства\nобновление UI Device Debug\nПарирование и кнопки запроса устройства на карточках маршрутизатора\nZHC 25.31.0, ZH 6.1.2 или новее\nОпционы, основанные на опционах ZHC",
        "pt": "Remover registro extra\nAdicionar configurações extras\nNão ler os estados dos dispositivos desactivados\nIgnorar os dispositivos desactivados para as actualizações do estado do grupo\nMudar a visualização dos dispositivos desativados na árvore de objetos (cinzento, sem ícone conectado)\ndepuração mais detalhada do dispositivo\nmelhorias na interface de depuração do dispositivo\nEmparelhamento e dispositivo Botões de consulta nas cartas de roteador\nZHC 25.31.0, ZH 6.1.2 ou mais recente\nOpções baseadas nas opções definidas pelo ZHC",
        "nl": "Extra loggen verwijderen\nExtra configuraties toevoegen\nNiet lezen van toestanden van gedeactiveerde apparaten\nUitgeschakelde apparaten negeren voor updates van groepstoestand\nWeergave wijzigen voor gedeactiveerde apparaten in de objectboom (grijze, geen verbonden pictogram)\ngedetailleerder apparaat debuggen\napparaat debug UI verbeteringen\nKoppeling en apparaat Query-knoppen op routerkaarten\nZHC 25.31.0, ZH 6.1.2 of nieuwer\nOpties op basis van ZHC gedefinieerde opties",
        "fr": "Supprimer l'enregistrement supplémentaire\nAjouter des configurations supplémentaires\nNe pas lire les états des dispositifs désactivés\nIgnorer les dispositifs désactivés pour les mises à jour de l'état du groupe\nModifier l'affichage des périphériques désactivés dans l'arborescence des objets (gris, aucune icône connectée)\ndebug périphérique plus détaillé\namélioration de l'interface utilisateur de débogage\nJumelage et dispositif Boutons de requête sur les cartes routeurs\nZHC 25.31.0, ZH 6.1.2 ou plus récent\nOptions basées sur des options définies par ZHC",
        "it": "Rimuovere la registrazione extra\nAggiungi ulteriori configurazioni\nNon leggere gli stati da dispositivi disattivati\nIgnora dispositivi disattivati per gli aggiornamenti di stato di gruppo\nModificare la visualizzazione per dispositivi disattivati nell'albero dell'oggetto (gray, nessuna icona collegata)\ndebug dispositivo più dettagliato\ndispositivo debug UI miglioramenti\nCoppia e dispositivo Pulsanti di coda su schede router\nZHC 25.31.0, ZH 6.1.2 o più recente\nOpzioni basate su opzioni definite ZHC",
        "es": "Quitar la tala extra\nAñadir configuraciones adicionales\nNo lea estados de dispositivos desactivados\nIgnorar dispositivos desactivados para actualizaciones de estado de grupo\nCambiar la pantalla para dispositivos desactivados en el árbol del objeto (gray, no icono conectado)\nmás detallado dispositivo depuración\ndepuración del dispositivo UI mejoras\nBotones de búsqueda en tarjetas de router\nZHC 25.31.0, ZH 6.1.2 o newer\nOpciones basadas en opciones definidas ZHC",
        "pl": "Usuń dodatkowe logowanie\nDodaj dodatkowe konfiguracje\nNie czytaj stanów z wyłączonych urządzeń\nIgnoruj dezaktywowane urządzenia dla aktualizacji stanu grupy\nZmień wyświetlacz dla dezaktywowanych urządzeń w drzewie obiektu (szary, bez połączonej ikony)\nbardziej szczegółowe debugowanie urządzenia\ndebug urządzenia UI ulepszenia\nParowanie i urządzenie Przyciski zapytania na kartach routera\nZHC 25.31.0, ZH 6.1.2 lub nowsze\nOpcje oparte na opcjach zdefiniowanych przez ZHC",
        "uk": "Видалення додаткового входу\nДодати додаткові конфігурації\nНе читати стани від деактивованих пристроїв\nІгноровані пристрої для оновлення групового стану\nЗміна відображення для деактивованих пристроїв в дереві об'єкта (сірий, не підключений значок)\nдокладніше пристрій debug\nпристрій Debug UI удосконалення\nПірсинг і пристрій Query гудзики на маршрутизаторних картках\nZHC 25.31.0, ZH 6.1.2 або новачок\nВаріанти, засновані на визначених параметрах ZHC",
        "zh-cn": "删除额外的日志\n添加额外的配置\n不读取已关闭设备的状态\n忽略组状态更新的已关闭设备\n更改对象树上已关闭设备的显示( gray, 无连接图标)\n更详细的设备调试\n设备调试 UI 改进\n路由器卡上的对齐和设备查询按钮\nZHC 25.31.0,ZH 6.1.2或更新\n基于 ZHC 定义选项的选项"
      },
      "3.1.2": {
        "en": "ZHC 25.x\nZH 6.x\nFix pairing bug\nadd ping messages to device debug to verify ping failure reasons\n",
        "de": "ZHC 25.x\nZH 6.x\nBehebung des Kopplungsfehlers\nFügen Sie Ping-Nachrichten zum Geräte-Debugging hinzu, um die Gründe für Ping-Ausfälle zu überprüfen.\n",
        "ru": "ZHC 25.x\nZH 6.x\nИсправлена ошибка сопряжения.\nдобавьте сообщения ping в отладке устройства для проверки причин отказа ping\n",
        "pt": "ZHC 25.x\nZH 6.x\nCorrigir bug de emparelhamento\nAdicionar mensagens de ping ao debug do dispositivo para verificar os motivos da falha no ping\n",
        "nl": "ZHC 25.x\nZH 6.x\nRepareer koppelingsfout\nVoeg pingberichten toe aan apparaatdebug om pingfoutredenen te controleren\n",
        "fr": "ZHC 25.x\nZH 6.x\nCorriger le bogue de couplage\najouter des messages de ping au débogage des appareils pour vérifier les raisons des échecs de ping\n",
        "it": "ZHC 25.x\nZH 6.x\nRisoluzione bug di accoppiamento\nAggiungi messaggi ping al debug del dispositivo per verificare le cause del fallimento del ping\n",
        "es": "ZHC 25.x\nZH 6.x\nCorregir error de emparejamiento\nañadir mensajes de ping al depurador del dispositivo para verificar las razones de fallo del ping\n",
        "pl": "ZHC 25.x\nZH 6.x\nNapraw błąd parowania\nDodaj wiadomości ping do debugowania urządzenia, aby zweryfikować przyczyny niepowodzenia pingu\n",
        "uk": "ЗХК 25.x\nЗХ 6.х\nВиправлено помилку з'єднання\nдодано повідомлення ping до відлагодження пристрою для перевірки причин невдачі ping\n",
        "zh-cn": "ZHC 25.x\nZH 6.x (英语)\n修复配对问题\n将ping消息添加到设备调试中，以验证ping失败的原因\n"
      },
      "3.0.5": {
        "en": "fix random error where devices are not shown due to illegal groups\ndrop support for node 18\nRequired node Versions Node 20.19.0 or 22.11.0 or newer (courtesy of ZH 4.4.1 / ZHC 24.8.0)",
        "de": "fehler beheben, bei denen geräte wegen illegaler gruppen nicht angezeigt werden\ndrop-unterstützung für knoten 183\nErforderliche Knotenversionen Nr. 20.19.0 oder 22.11.0 oder neuer (courtesy of ZH 4.4.1 / ZHC 24.8.0)",
        "ru": "исправить случайную ошибку, когда устройства не отображаются из-за незаконных групп\nподдержка drop для node 18\nТребуемый узел Версии Узел 20.19.0 или 22.11.0 или новее (документ ZH 4.4.1 / ZHC 24.8.0)",
        "pt": "corrigir erro aleatório onde os dispositivos não são mostrados devido a grupos ilegais\nsuporte de gota para o nó 18\nNó necessário Versões Node 20.19.0 ou 22.11.0 ou mais recente (cortesia de ZH 4.4.1 / ZHC 24.8.0)",
        "nl": "fix willekeurige fout wanneer apparaten niet worden getoond als gevolg van illegale groepen\ndrop ondersteuning voor knooppunt 18\nVereiste node Versies Node 20.19.0 of 22.11.0 of nieuwer (met dank aan ZH 4.4.1 / ZHC 24.8.0)",
        "fr": "corriger une erreur aléatoire lorsque les appareils ne sont pas montrés en raison de groupes illégaux\nsupport de chute pour noeud 18\nVersion requise Node 20.19.0 ou 22.11.0 ou plus récent (avec la permission de ZH 4.4.1 / ZHC 248.0)",
        "it": "correggere errore casuale in cui i dispositivi non vengono visualizzati a causa di gruppi illegali\nsupporto a goccia per nodo 18\nNodo richiesto Versioni Nodo 20.19.0 o 22.11.0 o più recente (cortesia di ZH 4.4.1 / ZHC 24.8.0)",
        "es": "corregir errores aleatorios donde no se muestran dispositivos debido a grupos ilegales\napoyo a los nodos 18\nNodo requerido Versiones Nodo 20.19.0 o 22.11.0 o nuevo (cortesía de ZH 4.4.1 / ZHC 24.8.0)",
        "pl": "naprawić błąd losowy w przypadku gdy urządzenia nie są wyświetlane z powodu nielegalnych grup\nobsługa zrzutu dla węzła 18\nWymagany węzeł Wersje Węzeł 20.19.0 lub 22.11.0 lub nowszy (uprzejmość ZH 4.4.1 / ZHC 24.8.0)",
        "uk": "виправити випадкові помилки, де пристрої не відображаються через незаконні групи\nпідтримка крапель для вузла 18 років\nПотрібні версії вузла Node 20.19.0 або 22.11.0 або новачка (кількість ЗЗ 4.4.1 / ЗЖК 24.8.0)",
        "zh-cn": "在设备因非法组而未显示时修复随机错误\n放弃节点支持 第 18 条\n要求的节点版本为20.19.0或22.11.0或更新(礼仪为ZH 4.4.1 / ZHC 24.8.0)"
      },
      "3.0.3": {
        "en": "fix 'icon' error for unknown devices\nfix state for level.color.rgb role (hex_color, accepts only #rrggbb values\nZH 4.4.1\nZHC 23.72.1\npreparation for breaking change in ZHC 24.0.0",
        "de": "'icon' fehler für unbekannte geräte beheben\nfix zustand für level.color.rgb rolle (hex_color, akzeptiert nur #rrggbb werte\nZH 4.4.1\nZHC 23.72.1\nvorbereitung auf den Bruchwechsel in ZHC 24.0.0",
        "ru": "исправьте ошибку «икона» для неизвестных устройств\nисправить состояние для роли level.color.rgb (hex_color, принимает только значения #rrggbb)\nZH 4.4.1\nZHC 23.72.1\nподготовка к нарушению изменений в ZHC 24.0.0",
        "pt": "corrigir erro 'icon' para dispositivos desconhecidos\nestado de correção para papel level.color.rgb (hex_color, aceita apenas valores #rrggbb\nZH 4.4.1\nZHC 23.72.1\npreparação para quebrar a mudança em ZHC 24.0.0",
        "nl": "fix 'icon' fout voor onbekende apparaten\nfix status voor level.color.rgb role (hex_color, accepteert alleen #rrggbb waarden\nZH 4.4.1\nZHC 23,72,1\nvoorbereiding voor het breken van verandering in ZHC 24.0.0",
        "fr": "correction de l'erreur 'icon' pour les périphériques inconnus\nfixer l'état pour le rôle level.color.rgb (hex_color, accepte uniquement les valeurs #rrggbb\nZH 4.4.1\nZHC 23,72.1\npréparation pour briser le changement dans ZHC 24.0.0",
        "it": "correzione di errore 'icon' per dispositivi sconosciuti\nfix stato per livello.color.rgb ruolo (hex_color, accetta solo valori #rrrggbb\nZH 4.4.1\n23.7.2.1\npreparazione per rompere il cambiamento in ZHC 24.0.0",
        "es": "corregir el error 'icon' para dispositivos desconocidos\nfijar estado para el nivel.color.rgb papel (hex_color, acepta sólo #rrggbb valores\nZH 4.4.1\nZHC 23.72.1\npreparación para romper el cambio en ZHC 24.0.0",
        "pl": "naprawić błąd 'icon' dla nieznanych urządzeń\nfix state for level.color.rgb role (hex _ color, akceptuje tylko # rrggbb values\nZH 4.4.1\nZHC 23.72.1\nprzygotowanie do złamania zmian w ZHC 24.0.0",
        "uk": "виправлено помилку 'icon' для невідомих пристроїв\nвиправити стан для рівня.color.rgb роль (hex_color, приймає тільки значення #rrggbb\nЗХ 4.4.1\nЗХК 23.72.1\nпідготовка до зміни розриву в ЗЖК 24.0.0",
        "zh-cn": "修复未知设备的“ icon” 错误\n级的固定状态.color.rgb 角色(hex_color,只接受#rrggbb值)\n兹哈4.4.1\nZHC 23.72.1 电话\n准备打破ZHC 24.0"
      },
      "3.0.2": {
        "en": "fix images",
        "de": "bilder",
        "ru": "фиксировать изображения",
        "pt": "corrigir imagens",
        "nl": "afbeeldingen herstellen",
        "fr": "réparer les images",
        "it": "fissare le immagini",
        "es": "fijar imágenes",
        "pl": "poprawianie obrazów",
        "uk": "фіксувати зображення",
        "zh-cn": "修正图像"
      },
      "3.0.1": {
        "en": "Fix for Ikea SOMRIG configuration raising 'definition.endpoint is not a function' error.\nAccess to 'zigbee2mqtt options as settings in zigbee adapter (ALPHA Stage !)\nFix for 'error: zigbee.0 (1118300) zigbee.0 already running' at adapter start (Alpha Stage)\nUpdated hardware configuration panel - exchanged text buttons for buttons with icons.\nLimited states on device tiles to states which are read only or which can be modified sensibly via the device tile.\n",
        "de": "Fix für Ikea SOMRIG Konfiguration erhöhen 'Definition. Endpoint ist kein Funktionsfehler.\nZugriff auf 'zigbee2mqtt Optionen als Einstellungen im Zickbee Adapter (ALPHA Stage!)\nFix für 'error: zigbee.0 (1118300) zigbee.0 bereits läuft' bei Adapterstart (Alpha Stage)\nAktualisiertes Hardware-Konfigurationsfeld - ausgetauschte Texttasten für Tasten mit Symbolen.\nBegrenzte Zustände auf Gerätefliesen zu Zuständen, die nur gelesen werden oder über die Gerätefliese sensibel modifiziert werden können.\n",
        "ru": "Исправьте конфигурацию IKEA SOMRIG, повысив «определение». Конечная точка не является ошибкой функции.\nДоступ к опциям Zigbee2mqtt в качестве настроек в адаптере Zigbee (стадия ALPHA!)\nИсправьте ошибку: zigbee.0 (1118300) zigbee.0 уже работает на старте адаптера\nОбновленная аппаратная панель конфигурации - обмен текстовыми кнопками на кнопки с иконками.\nОграниченные состояния на плитках устройства к состояниям, которые читаются только или которые могут быть изменены чувственно через плитку устройства.\n",
        "pt": "Corrigir para configuração Ikea SOMRIG elevando 'definição. endpoint não é um erro de função.\nAcesso às opções \"zigbee2mqttt como configurações no adaptador zigbee (Estação LAPHA!)\nFix for 'error: zigbee.0 (1118300) zigbee.0 já em execução' no início do adaptador (Alpha Stage)\nPainel de configuração de hardware atualizado - botões de texto trocados para botões com ícones.\nEstados limitados em telhas de dispositivo para estados que são lidos apenas ou que podem ser modificados sensivelmente através da telha do dispositivo.\n",
        "nl": "Fix voor Ikea SOMRIG configuratie verhogen 'definitie. eindpunt is geen functiefout.\nToegang tot 'zigbee2mqtt opties als instellingen in zigbee adapter (ALPHA Stage !)\nFix voor 'fout: zigbee.0 (1118300) zigbee.0 al actief' bij adapterstart (Alpha Stage)\nBijgewerkt hardware configuratiepaneel - uitgewisselde tekstknoppen voor knoppen met pictogrammen.\nBeperkte toestanden op apparaattegels naar toestanden die alleen worden gelezen of die verstandig kunnen worden gewijzigd via de apparaattegel.\n",
        "fr": "Correction pour la configuration Ikea SOMRIG augmentant la définition. le paramètre n'est pas une erreur de fonction.\nAccès aux options 'zigbee2mqtt comme réglages dans l'adaptateur zigbee (ALPHA Stage !)\nCorrection pour 'erreur: zigbee.0 (1118300) zigbee.0 déjà en cours d'exécution' au démarrage de l'adaptateur (Alpha Stage)\nPanneau de configuration du matériel mis à jour - boutons texte échangés pour les boutons avec des icônes.\nLes états limités sur les tuiles de l'appareil aux états qui sont lus seulement ou qui peuvent être modifiés de façon sensible via la tuile de l'appareil.\n",
        "it": "Fissare per Ikea SOMRIG configurazione aumentando 'definizione. endpoint non è un errore di funzione.\nAccesso alle opzioni 'zigbee2mqtt come impostazioni nell'adattatore zigbee (ALPHA Stage !)\nCorrezione per 'error: zigbee.0 (1118300) zigbee.0 già in esecuzione' all'inizio dell'adattatore (Alpha Stage)\nPannello di configurazione hardware aggiornato - pulsanti di testo scambiati per pulsanti con icone.\nStati limitati su piastrelle di dispositivo a stati che sono letti solo o che possono essere modificati sensibilmente tramite la piastrella del dispositivo.\n",
        "es": "Arregla para la configuración de Ikea SOMRIG criando 'definición. endpoint no es un error de función.\nAcceso a las opciones 'zigbee2mqtt como configuración en el adaptador de zigbee (ALPHA Stage !)\nFijación para 'error: zigbee.0 (1118300) zigbee.0 ya funcionando en el inicio del adaptador (Alpha Stage)\nPanel de configuración de hardware actualizado - botones de texto intercambiados para botones con iconos.\nEstados limitados en fichas de dispositivo a estados que se leen solamente o que pueden ser modificados de forma sensata a través de la ficha del dispositivo.\n",
        "pl": "Napraw dla definicji podnoszenie konfiguracji Ikea SOMRIG. Punkt końcowy nie jest błędem funkcji.\nDostęp do opcji 'zigbee2mqtt jako ustawień w adapterze zigbee (ALPHA Stage!)\nFix for 'error: zigbee.0 (1118300) zigbee.0 already running' at adapter start (Alpha Stage)\nAktualizacja panelu konfiguracji sprzętowej - wymieniono przyciski tekstowe na przyciski z ikonami.\nOgraniczone stany na płytkach urządzenia do stanów, które są tylko odczytywane lub które mogą być modyfikowane w sposób rozsądny za pomocą płytki urządzenia.\n",
        "uk": "Виправлення для налаштування Ikea SOMRIG 'Визначення. кінцева точка не є помилкою функції.\nДоступ до опцій Zigbee2mqtt як налаштування адаптера Zigbee (ALPHA Stage !)\nВиправлення для 'error: zigbee.0 (1118300) zigbee.0 вже запущений' при запуску адаптера (Alpha Stage)\nОновлена панель конфігурації обладнання - обмінні текстові кнопки для гудзиків з іконками.\nОбмежені стани на плитці пристрою для станів, які читаються тільки або які можуть бути змінені, швидко через плитку пристрою.\n",
        "zh-cn": "修复Ikea SOMRIG 配置提升定义 。 结束点不是一个函数'错误.\n访问 'zigbee2mqtt 选项作为 Zigbee 适配器的设置( ALPHA stage !) \n在适配器启动( Alpha Stage)时为 'error: zigbee. 0 (1118300) zigbee. 0 已经运行' 进行修复\n更新的硬件配置面板 - 用图标交换文本按钮作为按钮.\n将设备瓦片的状态限制在只读或通过设备瓦片可敏感修改的状态.\n"
      }
    },
    "titleLang": {
      "en": "Zigbee",
      "uk": "Zigbee",
      "ru": "Zigbee",
      "de": "ZigBee",
      "pt": "Zigbee",
      "nl": "Zigbee",
      "fr": "Zigbee",
      "it": "Zigbee",
      "es": "zigbee",
      "pl": "Zigbee",
      "zh-cn": "Zigbee"
    },
    "desc": {
      "en": "Zigbee adapter for Xiaomi (and other) devices via Chip cc26xx/cc25xx",
      "uk": "Zigbee adapter for Xiaomi (and other) devices via Chip cc26xx/cc25xx",
      "ru": "Zigbee адаптер для Xiaomi (и других) устройств через Chip cc26xx/cc25xx",
      "de": "ZigBee-Adapter für Xiaomi (und andere) Geräte über Chip cc26xx/cc25xx",
      "pt": "Adaptador Zigbee para dispositivos Xiaomi (e outros) via Chip cc26xx/cc25xx",
      "nl": "Zigbee-adapter voor Xiaomi (en andere) apparaten via Chip cc26xx/cc25xx",
      "fr": "Adaptateur Zigbee pour périphériques Xiaomi (et autres) Chip cc26xx/cc25xx",
      "it": "Adattatore Zigbee per dispositivi Xiaomi (e altri) tramite Chip cc26xx/cc25xx",
      "es": "Adaptador Zigbee para dispositivos Xiaomi (y otros) a través de Chip cc26xx/cc25xx",
      "pl": "Adapter Zigbee do urządzeń Xiaomi (i innych) za pośrednictwem Chip cc26xx/cc25xx",
      "zh-cn": "适用于小米（和其他）设备的Zigbee适配器，通过Chip cc26xx/cc25xx"
    },
    "docs": {
      "en": "docs/en/readme.md",
      "de": "docs/en/readme.md"
    },
    "authors": [
      "Kirov Ilya<kirovilya@gmail.com>"
    ],
    "licenseInformation": {
      "license": "MIT",
      "type": "free"
    },
    "platform": "Javascript/Node.js",
    "mode": "daemon",
    "icon": "zigbee.png",
    "extIcon": "https://raw.githubusercontent.com/ioBroker/ioBroker.zigbee/master/admin/zigbee.png",
    "enabled": true,
    "keywords": [
      "zigbee",
      "xiaomi",
      "cc2531",
      "cc2530",
      "cc2538",
      "cc2652",
      "deconz",
      "conbee",
      "raspbee"
    ],
    "readme": "https://github.com/ioBroker/ioBroker.zigbee/blob/master/README.md",
    "loglevel": "info",
    "type": "hardware",
    "supportedMessages": {
      "deviceManager": true
    },
    "adminUI": {
      "config": "materialize",
      "tab": "materialize"
    },
    "messagebox": true,
    "stopTimeout": 5000,
    "stopBeforeUpdate": true,
    "dataFolder": "zigbee_%INSTANCE%",
    "compact": true,
    "connectionType": "local",
    "dataSource": "push",
    "tier": 2,
    "adminTab": {
      "name": {
        "en": "Zigbee",
        "de": "Zigbee",
        "ru": "Zigbee",
        "pt": "Zigbee",
        "nl": "Zigbee",
        "fr": "Zigbee",
        "it": "Zigbee",
        "es": "Zigbee",
        "pl": "Zigbee",
        "zh-cn": "Zigbee"
      },
      "fa-icon": "</i><img style='width:24px;margin-bottom:-6px;' src='/adapter/zigbee/zigbee.svg'><i>"
    },
    "plugins": {
      "sentry": {
        "dsn": "https://c829e2ad996d45d1bdb2247805699883@o831057.ingest.sentry.io/5812498"
      }
    },
    "globalDependencies": [
      {
        "admin": ">=7.4.10"
      }
    ],
    "dependencies": [
      {
        "js-controller": ">=5.0.19"
      }
    ],
    "messages": [
      {
        "condition": {
          "operand": "and",
          "rules": [
            "oldVersion<3.0.0",
            "newVersion>=3.0.0"
          ]
        },
        "title": {
          "en": "Important notice!",
          "de": "Wichtiger Hinweis!",
          "ru": "Важное замечание!",
          "pt": "Notícia importante!",
          "nl": "Belangrijke mededeling!",
          "fr": "Avis important!",
          "it": "Avviso IMPORTANTE!",
          "es": "Noticia importante!",
          "pl": "Ważna uwaga!",
          "zh-cn": "重要通知!"
        },
        "text": {
          "en": "\"BREAKING CHANGE. <br> Adapter version 3.x no longer automatically starts the zigbee network unless the adapter is configured to do so. When upgrading from a version <3.0, the option 'start the zigbee network automatically' needs to be set once the configuration of the adapter has been verified. Please check the documentation on Github for details",
          "de": "\"BREAKING CHANGE. <br> Adapterversion 3.x startet das ZigBee-Netzwerk nicht mehr automatisch, es sei denn, der Adapter ist entsprechend konfiguriert. Beim Upgrade von einer Version <3.0 muss die Option 'ZigBee-Netzwerk automatisch starten' aktiviert werden, sobald die Konfiguration des Adapters überprüft wurde. Weitere Informationen finden Sie in der Dokumentation auf Github.",
          "ru": "\"BREAKING CHANGE. <br> Адаптер версии 3.x больше не запускает сеть ZigBee автоматически, если только он не настроен соответствующим образом. При обновлении с версии ниже 3.0 необходимо включить опцию «Запускать сеть ZigBee автоматически» после проверки конфигурации адаптера. Подробности см. в документации на Github.",
          "pt": "\"BREAKING CHANGE. <br> A versão 3. x do adaptador já não inicia a rede Zigbee automaticamente, a menos que o adaptador esteja configurado para tal. Ao atualizar a partir de uma versão inferior a 3.0, a opção 'iniciar a rede Zigbee automaticamente' necessita de ser definida após a verificação da configuração do adaptador. Consulte a documentação no GitHub para mais detalhes.",
          "nl": "\"BREAKING CHANGE. <br> Adapterversie 3.x start het ZigBee-netwerk niet meer automatisch, tenzij de adapter hiervoor is geconfigureerd. Bij een upgrade vanaf een versie <3.0 moet de optie 'ZigBee-netwerk automatisch starten' worden ingeschakeld nadat de configuratie van de adapter is geverifieerd. Raadpleeg de documentatie op Github voor meer informatie.",
          "fr": "\"BREAKING CHANGE. <br> La version 3.x de l'adaptateur ne démarre plus automatiquement le réseau Zigbee, sauf si l'adaptateur est configuré pour le faire. Lors d'une mise à niveau depuis une version antérieure à la version 3.0, l'option « Démarrer automatiquement le réseau Zigbee » doit être activée une fois la configuration de l'adaptateur vérifiée. Veuillez consulter la documentation sur GitHub pour plus de détails.",
          "it": "\"BREAKING CHANGE. <br> La versione 3.x dell'adattatore non avvia più automaticamente la rete ZigBee, a meno che l'adattatore non sia configurato per farlo. Quando si esegue l'aggiornamento da una versione <3.0, è necessario impostare l'opzione 'Avvia automaticamente la rete ZigBee' una volta verificata la configurazione dell'adattatore. Per i dettagli, consultare la documentazione su Github.",
          "es": "\"BREAKING CHANGE. <br> La versión 3.x del adaptador ya no inicia automáticamente la red Zigbee a menos que esté configurada para ello. Al actualizar desde una versión anterior a la 3.0, es necesario activar la opción 'Iniciar la red Zigbee automáticamente' una vez verificada la configuración del adaptador. Para más información, consulte la documentación en Github.",
          "pl": "\"BREAKING CHANGE. <br> Wersja adaptera 3.x nie uruchamia już automatycznie sieci Zigbee, chyba że adapter jest odpowiednio skonfigurowany. Podczas aktualizacji z wersji <3.0, po zweryfikowaniu konfiguracji adaptera należy ustawić opcję 'Automatyczne uruchamianie sieci Zigbee'. Szczegółowe informacje można znaleźć w dokumentacji na Github.",
          "uk": "\"BREAKING CHANGE. <br> Версія адаптера 3.x більше не запускає мережу ZigBee автоматично, якщо адаптер не налаштовано на це. Під час оновлення з версії <3.0 необхідно встановити опцію «автоматично запускати мережу ZigBee» після перевірки конфігурації адаптера. Будь ласка, перегляньте документацію на Github для отримання детальної інформації.",
          "zh-cn": "\"BREAKING CHANGE. <br> 適配器 3.x 版不再自動啟動 Zigbee 網絡，除非適配器已配置為自動啟動。從低於 3.0 的版本升級時，需要在驗證適配器配置後設定「自動啟動 Zigbee 網路」選項。詳情請查看 Github 上的文件。"
        },
        "link": "https://github.com/ioBroker/ioBroker.zigbee/blob/master/README.md",
        "level": "warn",
        "linkText": {
          "en": "Readme",
          "de": "Liesmich",
          "ru": "Прочти меня",
          "pt": "Leia-me",
          "nl": "Leesmij",
          "fr": "Lisez-moi",
          "it": "Leggimi",
          "es": "Léame",
          "pl": "Readme",
          "zh-cn": "自述文件"
        },
        "buttons": [
          "agree",
          "cancel"
        ]
      },
      {
        "condition": {
          "operand": "and",
          "rules": [
            "oldVersion<=1.10.14",
            "newVersion>=2.0.0"
          ]
        },
        "title": {
          "en": "Important notice!",
          "de": "Wichtiger Hinweis!",
          "ru": "Важное замечание!",
          "pt": "Notícia importante!",
          "nl": "Belangrijke mededeling!",
          "fr": "Avis important!",
          "it": "Avviso IMPORTANTE!",
          "es": "Noticia importante!",
          "pl": "Ważna uwaga!",
          "zh-cn": "重要通知!"
        },
        "text": {
          "en": "\"BREAKING CHANGE. <br> switch to converters 21 changes the exposes for a large numbern of devices (mostly remotes) <br> new method for controlling color based on subchannels for rgb, hs and xy <br> Exposes as default for ALL devices. Use of old definition as option only",
          "de": "\"BREAKING CHANGE. <br> Umstellung auf Konverter 21 ändert die Einstellungen für eine große Anzahl von Geräten (vor allem Fernbedienungen) <br> neue Methode zur Steuerung der Farbe basierend auf rgb, hs und xy <br> Exposes als Standard für ALLE Geräte. die alte Definition ist jetzt nur optional",
          "ru": "\"BREAKING CHANGE. <br> Переход на конвертеры 21 изменяет экспозиции для большого количества устройств (в основном пультов) <br> Новый метод управления цветом, основанный на подканалах для rgb, hs и xy <br> Экспонирует по умолчанию для ВСЕХ устройств. Использование старого определения только в качестве опции",
          "pt": "\"BREAKING CHANGE. <br> mudança para conversores 21 altera a exposição de um grande número de dispositivos (principalmente controles remotos) <br> novo método para controlar cores baseado em subcanais para rgb, hs e xy <br> expõe como padrão para TODOS os dispositivos. Utilização da definição antiga apenas como opção",
          "nl": "\"BREAKING CHANGE. <br> overschakelen naar converters 21 verandert de instellingen voor een groot aantal apparaten (vooral afstandsbedieningen) <br> nieuwe methode voor het regelen van kleur op basis van subkanalen voor rgb, hs en xy <br> Standaardinstellingen voor ALLE apparaten. Gebruik van oude definitie alleen als optie",
          "fr": "\"BREAKING CHANGE. <br> le passage aux convertisseurs 21 modifie l'exposition pour un grand nombre d'appareils (principalement les télécommandes) <br>nouvelle méthode pour contrôler la couleur basée sur les sous-canaux pour rgb, hs et xy <br>Expose par défaut pour TOUS les appareils. Utilisation de l'ancienne définition comme option seulement",
          "it": "\"BREAKING CHANGE. <br> il passaggio ai convertitori 21 modifica le esposizioni per un gran numero di dispositivi (soprattutto telecomandi) <br> nuovo metodo per il controllo del colore basato su sottocanali per rgb, hs e xy <br> Espone come predefinito per TUTTI i dispositivi. Uso della vecchia definizione solo come opzione",
          "es": "\"BREAKING CHANGE. <br> cambiar a convertidores 21 cambia las exposiciones para un gran númeron de dispositivos (principalmente mandos a distancia) <br> nuevo método para controlar el color basado en subcanales para rgb, hs y xy <br> Expone por defecto para TODOS los dispositivos. Uso de la antigua definición sólo como opción",
          "pl": "\"BREAKING CHANGE. <br> przejście na konwertery 21 zmienia ekspozycje dla dużej liczby urządzeń (głównie pilotów) <br> nowa metoda sterowania kolorem w oparciu o podkanały dla rgb, hs i xy <br> Ekspozycje domyślnie dla WSZYSTKICH urządzeń. Użycie starej definicji tylko jako opcji",
          "uk": "\"BREAKING CHANGE. <br> перехід на конвертери 21 змінює експозиції для великої кількості пристроїв (переважно пультів) <br> новий метод керування кольором на основі підканалів для rgb, hs та xy <br> Експозиції за замовчуванням для ВСІХ пристроїв. Використання старого визначення лише як опція",
          "zh-cn": "\"BREAKING CHANGE. <br> 切换到转换器 21 会改变大量设备（主要是遥控器）的显示<br>基于 rgb、hs 和 xy 子通道控制颜色的新方法<br>对所有设备显示为默认设置。仅使用旧定义作为选项"
        },
        "link": "https://github.com/ioBroker/ioBroker.zigbee/blob/master/README.md",
        "level": "warn",
        "linkText": {
          "en": "Readme",
          "de": "Liesmich",
          "ru": "Прочти меня",
          "pt": "Leia-me",
          "nl": "Leesmij",
          "fr": "Lisez-moi",
          "it": "Leggimi",
          "es": "Léame",
          "pl": "Readme",
          "zh-cn": "自述文件"
        },
        "buttons": [
          "agree",
          "cancel"
        ]
      }
    ]
  },
  "native": {
    "port": "",
    "panID": 0,
    "extPanID": "",
    "channel": 11,
    "disableLed": false,
    "precfgkey": "01030507090B0D0F00020406080A0C0D",
    "countDown": 60,
    "adapterType": "zstack",
    "debugHerdsman": false,
    "disablePing": false,
    "disableBackup": false,
    "external": "",
    "startWithInconsistent": false,
    "warnOnDeviceAnnouncement": true,
    "baudRate": 115200,
    "flowCTRL": false,
    "autostart": false,
    "readAllAtStart": false,
    "readAtAnnounce": true,
    "startReadDelay": 1,
    "pingTimeout": 300,
    "pingCluster": "",
    "listDevicesAtStart": true,
    "useNewCompositeStates": false
  },
  "instanceObjects": [
    {
      "_id": "info",
      "type": "channel",
      "common": {
        "name": "Information"
      },
      "native": {}
    },
    {
      "_id": "info.connection",
      "type": "state",
      "common": {
        "role": "indicator.connected",
        "name": "If connected to zigbee device",
        "type": "boolean",
        "read": true,
        "write": false,
        "def": false
      },
      "native": {}
    },
    {
      "_id": "info.pairingMode",
      "type": "state",
      "common": {
        "role": "indicator",
        "name": "Pairing mode",
        "type": "boolean",
        "read": true,
        "write": false,
        "def": false
      },
      "native": {}
    },
    {
      "_id": "info.pairingCountdown",
      "type": "state",
      "common": {
        "role": "indicator",
        "name": "Pairing countdown",
        "type": "number",
        "read": true,
        "write": false,
        "def": 0
      },
      "native": {}
    },
    {
      "_id": "info.pairingMessage",
      "type": "state",
      "common": {
        "role": "indicator",
        "name": "Pairing message",
        "type": "string",
        "read": true,
        "write": false,
        "def": ""
      },
      "native": {}
    },
    {
      "_id": "info.undefinedDevices",
      "type": "state",
      "common": {
        "role": "state",
        "name": "Recorded undefined devices",
        "type": "string",
        "read": true,
        "write": false,
        "def": ""
      },
      "native": {}
    },
    {
      "_id": "info.debugmessages",
      "type": "state",
      "common": {
        "role": "state",
        "name": "Log changes as warnings for",
        "type": "string",
        "read": true,
        "write": true,
        "def": ""
      },
      "native": {}
    }
  ]
}
