{
    "Add binding": "Voeg binding toe",
    "Add group": "Groep toevoegen",
    "Attribute ID": "Kenmerk-ID",
    "Binding": "Verbindend",
    "Binding configuration": "Bindende configuratie",
    "COM port name": "COM-poortnaam",
    "Cancel": "Annuleren",
    "Channel": "Kanaal",
    "ChannelChangeText": "Gewenste radiofrequentie instellen. Deze kan worden aangepast om conflicten met bestaande wifi-netwerken te voorkomen. <b>Bij wijzigingen moeten alle apparaten opnieuw aangeleerd worden!</b>",
    "Check firmware updates": "Controleer firmware-updates",
    "Check if your Command needs to submit a value. For example, cmd 'write' needs the value you want to write to your device.": "Controleer of uw commando een waarde moet indienen. Cmd 'write' heeft bijvoorbeeld de waarde nodig die u naar uw apparaat wilt schrijven.",
    "Choose channel": "Kies een kanaal",
    "Choose type": "Kies type",
    "Cluster ID": "Cluster-ID",
    "Command": "Commando",
    "Command Type": "Commando type",
    "Configure reporting": "Configureer rapportage",
    "Countdown": "Aftellen tussen 0 en 255 sec tijdens het pairen van nieuwe Zigbee componenten met de coördinator.",
    "Delete confirmation": "Bevestig verwijderen",
    "Developer": "Ontwikkelaar",
    "Device": "Apparaat",
    "Device details": "Apparaat details",
    "Device information": "Apparaat informatie",
    "Device map info": "<b>Klik op een apparaat om meer details te zien.</b> Elk apparaat kan maar één relatie hebben. Apparaten kunnen hun relatie zelf veranderen. Er is geen manier om een apparaat aan een specifieke relatie te forceren. (als u meer dan één relatie ziet, kunnen dit verouderde gegevens zijn). <br> U kunt ook apparaten verplaatsen voor een betere zichtbaarheid. <br> Zwakke apparaten en onbereikbare links worden rood weergegeven. Als een apparaatlabel rood is, zijn er geen links gevonden. Geen probleem als een apparaat alleen 'Vorige relatie'-links heeft, het kan zijn dat het enige tijd geleden is dat gegevens verzonden zijn.",
    "Devices": "Apparaten",
    "Disable LED for cc2531": "Schakel LED uit voor cc2531",
    "Disable Queue": "Wachtrij uitschakelen",
    "Do you really want to delete device": "Weet je zeker dat je het apparaat wilt verwijderen?",
    "Endpoint": "Eindpunt",
    "Enter new name": "Voer een nieuwe naam in",
    "Examples:": "Voorbeelden:",
    "Expert Mode": "Expert modus",
    "ExtPanID": "Uitgebreide pan-ID",
    "ExtPanIDText": "Uitgebreide PAN-ID is het hoofdnetwerk-ID, vergelijkbaar met de SSID van wifi-netwerken. Dit ID mag nooit veranderen voor bestaande netwerken, anders moet je alle apparaten resetten en opnieuw aanleren. Als je meerdere Zigbee-adapters gebruikt, <b>moet je ervoor zorgen</b> dat ze unieke ExtPanID's gebruiken. Voer gewoon 16 willekeurige hexadecimale tekens in (a-f en 0-9).",
    "Force delete (for lost devices)": "Forceer verwijdering (voor verloren apparaten)",
    "Groups": "Groepen",
    "Hard-Reset": "Harde reset",
    "Hide": "Verbergen",
    "Let's pairing!": "Laten we verbinding maken!",
    "Map view config": "Map weergave configuratie",
    "Name": "Naam",
    "Needs value": "Heeft waarde nodig",
    "Network map": "Netwerkkaart",
    "Pairing process": "Koppelingsproces",
    "PanID": "Pan-ID",
    "PanIDText": "Pan ID is een vereenvoudigde ID (wordt waar mogelijk gebruikt door Zigbee in plaats van ExtPanID). Dit moet ook uniek zijn. Opmerking: het Zigbee-netwerk kan een andere Pan-ID kiezen dan je hier hebt opgegeven voor het geval het ID-conflicten detecteert.",
    "Parent/Child/Unknown": "Parent/Child/Unknown",
    "Please contribute your discoveries": "Draag alstublieft uw ontdekkingen bij",
    "Previous Parents": "Previous Parents",
    "Read Firmware": "Lees Firmware",
    "Refresh": "Vernieuwen",
    "Rename device": "Apparaat hernoemen",
    "Reset Info": "Een zachte reset herstart de routines en Coordinator. Met een harde reset worden gegevens van gekoppelde apparaten gewist en ook de Coordinator-instellingen gereset. U moet AL uw apparaten opnieuw aanleren!",
    "Reset confirmation": "Reset bevestiging",
    "Reset...": "Reset …",
    "Results": "Resultaten",
    "Run": "Uitvoeren",
    "Save": "Opslaan",
    "Select Attribute": "Selecteer kenmerk",
    "Select Command": "Selecteer Command",
    "Select a device": "Selecteer een apparaat",
    "Select an Endpoint": "Selecteer een eindpunt",
    "Select cid": "Selecteer een cluster-ID",
    "Select your settings. Then click RUN to send command to your Zigbee device.": "Selecteer uw instellingen. Klik vervolgens op UITVOEREN om het commando naar je Zigbee-apparaat te sturen.",
    "Send Functional command": "Stuur Functioneel commando",
    "Send data to Zigbee": "Stuur gegevens naar Zigbee",
    "Settings": "instellingen",
    "Show full mesh": "Laat volledige mesh zien",
    "Show parent": "Toon bovenliggende",
    "Show previous parents": "Toon vorige bovenliggende",
    "Show siblings": "Laat relaties zien",
    "Siblings": "Siblings",
    "Soft-Reset": "Zachte reset",
    "Some kind of 'device within device'. Every endpoint may have different functions. If one does not work, test another.": "Een soort 'apparaat in apparaat'. Elk eindpunt kan verschillende functies hebben. Als de een niet werkt, test dan een andere.",
    "Source device": "Bronapparaat",
    "Source endpoint": "Bron eindpunt",
    "Switch expert mode to enter raw data, sent to zigbee device.": "Wissel van expertmodus om onbewerkte gegevens in te voeren, verzonden naar het zigbee-apparaat.",
    "Target device": "Doelapparaat",
    "Target endpoint": "Doel eindpunt",
    "The value to send to your device (use douple-quotes if a number is a string).": "De waarde die naar uw apparaat moet worden verzonden (gebruik dubbele aanhalingstekens als een getal een tekenreeks is).",
    "Touchlink reset and pairing": "Touchlink resetten en koppelen",
    "Transport Key Text": "Transportsleutel is de netwerkversleutelingssleutel. Kies een willekeurige toetsenreeks <b> voordat </b> u uw apparaten koppelt. Voer gewoon 32 willekeurige hexadecimale tekens in (a-f en 0-9). Als u de sleutel later wijzigt, moet u alle apparaten opnieuw aanleren.",
    "Transport Key": "Transport sleutel",
    "Type": "Type",
    "Unbind remote from Coordinator (necessary for some remotes like HUE Dimmer Switch)": "Ontkoppel afstandsbediening van Coordinator (noodzakelijk voor sommige afstandsbedieningen zoals HUE Dimmer Switch)",
    "View config": "Bekijk configuratie",
    "Waiting": "Wachtende",
    "Write Attribute": "Schrijf attribuut",
    "Yes": "Ja",
    "You find good explanations what the settings mean": "U vindt een goede uitleg wat de instellingen betekenen",
    "Zigbee adapter": "Zigbee-adapter",
    "Zigbee-herdsman debug info": "Zigbee-herdsman debug informatie",
    "and in": "en in",
    "here": "hier",
    "notImplementedText": "U kunt hier eigen commando's naar uw apparaten sturen die nog niet als objecten zijn geïmplementeerd. Het kan ook worden gebruikt om ongedocumenteerde instellingen van uw apparaten te vinden. Of om de effecten van instellingen te testen om te beslissen of het de moeite waard is om als object te implementeren. Enzovoort...",
    "to make it available for other user too": "om het ook beschikbaar te maken voor andere gebruikers",
    "transmitPower": "CC1352P and CC26X2R1 zendvermogen",
    "zigbee-shepherd": "U kunt de onbewerkte gegevens bewerken om hier naartoe te sturen. Gebruik dit niet als u niet zeker weet wat u doet! Gebruik het JSON-formaat (attribuutnamen tussen dubbele aanhalingstekens!). Er kunnen ook aanvullende eigenschappen worden toegevoegd. Zie voorbeelden hierboven. (Formaat zoals gebruikt door zigbee-shepherd)",
    "№": "№",
    "This page is needed only for advanced users that like to extend adapter functionalities!": "Deze pagina is alleen bedoeld voor gevorderden welke de adapter functionaliteit uit willen breiden!",
    "Excludes": "uitsluiten",
    "Others": "andere instellingen",
    "disable internal Backup": "interne back-up uitschakelen",
    "Disable active availability check": "Actieve beschikbaarheidscontrole uitschakelen",
    "SettingsExclude": "Forceer de adapter met een inconsistente configuratie (niet aanbevolen). Update de adapter naar compatibele firmware en maak uw netwerk zo snel mogelijk opnieuw aan.",
    "ExcludeTextTranslation": "Hier kunt u enkele apparaten toevoegen die moeten worden uitgesloten van onze beschrijving. Ze gebruiken alleen \"exposes\" van zigbee-herdsman-converter. Na het toevoegen moet u de adapter opnieuw opstarten."
}
