{
    "Add binding": "Binding hinzufügen",
    "Add group": "Füge Gruppe hinzu",
    "Attribute ID": "Attribut-ID",
    "Binding": "Binding",
    "Binding configuration": "Binding konfiguration",
    "COM port name": "COM-Anschlussname",
    "Cancel": "Abbrechen",
    "Channel": "Kanal",
    "ChannelChangeText": "Kanal stellt die verwendete Funkfrequenz ein. Es kann geändert werden, um Konflikte mit vorhandenen WLAN-Netzwerken zu vermeiden. <b>Alle Geräte müssen beim Wechsel neu gelernt werden!</b>",
    "Check firmware updates": "Auf Firmware-Updates überprüfen",
    "Check if your Command needs to submit a value. For example, cmd 'write' needs the value you want to write to your device.": "Überprüfen Sie, ob Ihr Befehl einen Wert senden muss. Zum Beispiel benötigt cmd 'write' den Wert, den Sie auf Ihr Gerät schreiben möchten.",
    "Choose channel": "Kanal auswählen",
    "Choose type": "Typ auswählen",
    "Cluster ID": "Cluster-ID",
    "Command": "Befehl",
    "Command Type": "Befehlstyp",
    "Configure reporting": "Konfigurieren Sie die Berichterstellung",
    "Countdown": "Countdown zwischen 10 und 240 Sek während der Kopplung",
    "Delete confirmation": "Löschen bestätigen",
    "Developer": "Entwickler",
    "Device": "Gerät",
    "Device details": "Gerätedetails",
    "Device information": "Geräteinformation",
    "Device map info": "<p>Du kannst auf ein Gerät klicken um mehr Details zu sehen.</p> Jedes Gerät kann nur ein Parent haben. Geräte können ihre Parents auch selbstständig wechseln, es gibt keine Möglichkeit einen bestimmten Parent zu erzwingen. (Falls mehrere Parent Links angezeigt werden, kommt das vermutlich von noch nicht aktualisierten Daten.)<br>Geräte lassen sich verschieben für bessere Übersicht.<br>Schwache und Offline Links werden in rot angezeigt. Wenn der Gerätename rot dargestellt wird, hat das Gerät keine Verbindungen. Wenn ein Gerät nur 'Letzte Parents' Verbindungen hat, ist das kein Problem, es hat vermutlich nur seit einer Weile keine Daten geschickt.",
    "Devices": "Geräte",
    "Disable LED for cc2531": "LED auf CC2531 deaktivieren",
    "Disable Queue": "Queue deaktivieren",
    "Do you really want to delete device": "Möchtest du das Gerät wirklich löschen?",
    "Endpoint": "Endpunkt",
    "Enter new name": "Neuen Namen eingeben",
    "Examples:": "Beispiele:",
    "Expert Mode": "Expertenmodus",
    "ExtPanID": "Erweiterte Pan ID",
    "ExtPanIDText": "Die erweiterte PAN-ID ist die Hauptnetzwerk-ID, vergleichbar mit der SSID von WLAN-Netzwerken. Diese ID darf sich für vorhandene Netzwerke niemals ändern, da Sie sonst deine Geräte zurücksetzen und Sie neu koppeln müssen. Wenn Sie mehrere ZigBee-Adapter verwenden, <b>müssen Sie sicherstellen,</b> dass diese eindeutige ExtPanIDs verwenden. Geben Sie einfach 16 zufällige Hex-Zeichen ein (a-f und 0-9).",
    "Force delete (for lost devices)": "Löschen erzwingen (für verlorene Geräte)",
    "Groups": "Gruppen",
    "Hard-Reset": "Hard-Reset",
    "Hide": "Ausblenden",
    "Let's pairing!": "Kopplung jetzt starten!",
    "Map view config": "Kartenansicht konfigurieren",
    "Name": "Name",
    "Needs value": "Ein Wert wird benötigt",
    "Network map": "Netzwerkkarte",
    "Pairing process": "Kopplungsfortschritt",
    "PanID": "Pan ID",
    "PanIDText": "Pan ID ist eine vereinfachte ID (wird von Zigbee anstelle von ExtPanID verwendet, wo immer dies möglich ist). Dies sollte auch einzigartig sein. Hinweis: Das ZigBee-Netzwerk wählt möglicherweise eine andere Pan-ID als die hier angegebene, falls ID-Konflikte erkannt werden.",
    "Parent/Child/Unknown": "Parent/Child/Unbekannt",
    "Previous Parents": "Letzte Parents",
    "Read Firmware": "Firmware lesen",
    "Refresh": "Aktualisieren",
    "Rename device": "Gerät umbenennen",
    "Reset Info": "Ein Soft-Reset startet den Coordinator und den Adapter neu. Ein Hard-Reset setzt die Liste ALLER gekoppelten Geräte und den Coordinator zurück! Alle Geräte müssen anschließend neu gekoppelt werden!",
    "Reset confirmation": "Reset bestätigen",
    "Reset...": "Zurücksetzen…",
    "Results": "Ergebnisse",
    "Run": "Ausführen",
    "Save": "Speichern",
    "Select your settings. Then click RUN to send command to your Zigbee device.": "Wähle deine Einstellungen aus. Klicke dann auf Ausführen, um den Befehl an das ZigBee-Gerät zu senden.",
    "Select Attribute": "Attribut auswählen",
    "Select Command": "Befehl auswählen",
    "Select a device": "Gerät auswählen",
    "Select an Endpoint": "Wählen Sie einen Endpunkt",
    "Select cid": "Wählen Sie eine Cluster-ID aus",
    "Send Functional command": "Funktionsbefehl senden",
    "Send data to Zigbee": "Daten an Zigbee senden",
    "Settings": "Einstellungen",
    "Show full mesh": "Gesamtes Netz anzeigen",
    "Show parent": "Parents anzeigen",
    "Show previous parents": "Zeige frühere Parents",
    "Show siblings": "Siblings zeigen",
    "Siblings": "Siblings",
    "Soft-Reset": "Soft - Reset",
    "Some kind of 'device within device'. Every endpoint may have different functions. If one does not work, test another.": "Eine Art \"Gerät im Gerät\". Jeder Endpunkt kann unterschiedliche Funktionen haben. Wenn einer nicht funktioniert, testen Sie einen anderen.",
    "Source device": "Quellgerät",
    "Source endpoint": "Quell-Endpunkt",
    "Switch expert mode to enter raw data, sent to zigbee device.": "Wechseln Sie in den Expertenmodus um Rohdaten einzugeben die an das ZigBee-Gerät gesendet werden.",
    "Target device": "Zielgerät",
    "Target endpoint": "Ziel-Endpunkt",
    "This page is needed only for advanced users that like to extend adapter functionalities!": "Diese Seite ist nur für fortgeschrittene Benutzer gedacht, die den Adapter erweitern möchten!",
    "The value to send to your device (use douple-quotes if a number is a string).": "Der Wert der an Ihr Gerät gesendet werden soll (verwenden Sie doppelte Anführungszeichen wenn eine Zahl als Zeichenfolge gesendet werden soll).",
    "Touchlink reset and pairing": "Touchlink zurücksetzen und koppeln",
    "Transport Key Text": "Transportschlüssel ist der Netzwerkverschlüsselungsschlüssel. Bitte wähle eine zufällige Schlüsselsequenz <b>bevor</b> du Geräte koppelst. Gib einfach 32 zufällige Hex-Zeichen ein (a-f und 0-9). Wenn du den Schlüssel später änderst, musst du alle Geräte neu koppeln.",
    "Transport Key": "Transportschlüssel",
    "Type": "Typ",
    "Unbind remote from Coordinator (necessary for some remotes like HUE Dimmer Switch)": "Entkoppele die Fernbedienung vom Koordinator (erforderlich für einige Fernbedienungen wie HUE Dimmer Switch)",
    "View config": "Konfiguration anzeigen",
    "Waiting": "Warten",
    "Write Attribute": "Attribut schreiben",
    "Yes": "Ja",
    "You find good explanations what the settings mean": "Sie finden gute Erklärungen, was die Einstellungen bedeuten",
    "Zigbee adapter": "Zigbee-Adapter",
    "Zigbee-herdsman debug info": "Zigbee-herdsman Debug-Info",
    "transmitPower": "CC1352P and CC26X2R1 Sendeleistung",
    "№": "Nr.",
    "and in": "und in",
    "here": "hier",
    "notImplementedText": "Sie können hier eigene Befehle an Ihre Geräte senden, die noch nicht als Objekte implementiert sind. Es kann auch verwendet werden, um undokumentierte Einstellungen Ihrer Geräte zu finden. Oder um die Auswirkungen von Einstellungen zu testen und zu entscheiden, ob es sich lohnt, sie als Objekt zu implementieren. Und so weiter...",
    "to make it available for other user too": "um es auch für andere Benutzer verfügbar zu machen",
    "Excludes": "ausschließen",
    "ExcludeTextTranslation": "Sie können hier einige Geräte hinzufügen, die von unserer Verarbeitung ausgeschlossen werden sollten. Sie verwenden dann nur exposes vom ZigBee-Herdsman-Converter. Nach dem Hinzufügen starten Sie bitte den Adapter neu.",
    "Please contribute your discoveries": "Bitte geben Sie uns Ihre Vorschläge",
    "zigbee-shepherd": "Sie können die zu sendenden Rohdaten hier bearbeiten. Verwenden Sie diese nicht, wenn Sie sich nicht sicher sind, was Sie tun! Verwenden Sie das JSON-Format (Attributnamen in doppelten Anführungszeichen!). Es können auch zusätzliche Eigenschaften hinzugefügt werden. Siehe Beispiele oben. (Format wie von zigbee-shepherd verwendet)",
    "SettingsExclude": "Den Start des Adapters mit inkonsistenter Konfiguration erzwingen(nicht empfohlen). Bitte aktualisieren Sie den Adapter auf kompatible Firmware und erstellen Sie Ihr Netzwerk so schnell wie möglich neu.",
    "disable internal Backup": "Deaktiviere die interne Sicherung",
    "Disable active availability check": "Aktive Verfügbarkeitsprüfung deaktivieren",
    "Others": "andere Einstellungen"
}
