{
    "Add binding": "Додати прив'язку",
    "Add group": "Додати групу",
    "Attribute ID": "ID атрибута",
    "Binding": "Прив'язка",
    "Binding configuration": "Конфігурація привʼязки",
    "COM port name": "Імʼя COM порта",
    "Cancel": "Скасувати",
    "Channel": "Канал",
    "Check firmware updates": "Перевірити оновлення прошивок пристроїв",
    "Choose channel": "Виберіть канал",
    "Choose type": "Виберіть тип",
    "Cluster ID": "ID кластера",
    "Command": "Команда",
    "Command Type": "Тип команди",
    "Configure reporting": "Налаштувати звітність",
    "Countdown": "Зворотний відлік від 0 до 255 секунд під час підʼєднання нових компонентів Zigbee до координатора.",
    "Delete confirmation": "Підтвердження видалення",
    "Developer": "Розробник",
    "Device": "Пристрій",
    "Device details": "Деталі пристрою",
    "Device information": "Інформація про пристрій",
    "Devices": "Пристрої",
    "Disable LED for cc2531": "Відключити індикатор для cc2531",
    "Disable Queue": "Вимкнути чергу (queue)",
    "Do you really want to delete device": "Ви справді хочете видалити пристрій?",
    "Endpoint": "Кінцева точка",
    "Enter new name": "Введіть нове ім'я",
    "Examples:": "Приклади:",
    "Expert Mode": "Експертний режим",
    "ExtPanID": "Розширений Pan ID",
    "Force delete (for lost devices)": "Примусове видалення (для втрачених пристроїв)",
    "Groups": "Групи",
    "Hard-Reset": "Повне скидання",
    "Hide": "Сховати",
    "Let's pairing!": "Запустити привʼязування пристроїв!",
    "Map view config": "Налаштування вигляду мапи",
    "Name": "Імʼя",
    "Needs value": "Потребує значення",
    "Network map": "Мапа мережі",
    "Pairing process": "Процес привʼязування",
    "PanID": "Pan ID",
    "ChannelChangeText": "Канал встановлює радіочастоту для використання. Його можна змінити, щоб уникнути конфліктів з існуючими Wi-Fi мережами. <b>Після зміни необхідно перепривʼязати всі пристрої!</b>",
    "Check if your Command needs to submit a value. For example, cmd 'write' needs the value you want to write to your device.": "Перевірте, чи потрібно вашій команді надсилати значення. Наприклад, команда \"write\" потребує значення, яке ви хочете записати на свій пристрій.",
    "Device map info": "<b>Натисніть на пристрій, щоб переглянути докладнішу інформацію.</b> Кожен пристрій може мати лише одного батька. Пристрої можуть самостійно змінювати своїх батьків. Немає можливості прив’язати пристрій до певного батька. (Якщо ви бачите більше одного батьківського звʼязку, це можуть бути застарілі дані.)<br>Ви також можете перемістити пристрої для кращої видимості.<br>Слабкі та офлайн-звʼязки відображені червоним. Якщо мітка пристрою червона, звʼязків не знайдено. Немає проблем, якщо пристрій має лише звʼязки «Попередні батьки», можливо, він просто не надсилав нові дані протягом певного часу.",
    "ExtPanIDText": "Розширений PAN ID – це основний ідентифікатор мережі, як SSID у Wi-Fi мережі. Цей ідентифікатор ніколи не повинен змінюватися для існуючих мереж, інакше вам доведеться скинути та перепривʼязати свої пристрої. Якщо ви використовуєте кілька адаптерів Zigbee, ви <b>маєте переконатися</b>, що вони використовують унікальні розширені PAN ID. Просто введіть 16 випадкових шістнадцяткових символів (a-f і 0-9).",
    "PanIDText": "Pan ID — це деякий спрощений ідентифікатор (використовується у Zigbee замість ExtPanID, де це можливо). Він також має бути унікальним. Примітка: мережа Zigbee може вибрати ідентифікатор Pan ID, відмінний від указаного вами тут, у разі виявлення конфліктів ідентифікаторів.",
    "Parent/Child/Unknown": "Батько/Дитина/Невідомо",
    "Please contribute your discoveries": "Будь ласка, додайте свої відкриття",
    "Previous Parents": "Попередні батькі",
    "Read Firmware": "Прочитати прошивку",
    "Refresh": "Оновити",
    "Reset confirmation": "Підтвердження скидання",
    "Reset...": "Скидання…",
    "Results": "Результати",
    "Run": "Виконати",
    "Save": "Зберегти",
    "Select Attribute": "Виберіть атрибут",
    "Select Command": "Виберіть команду",
    "Select a device": "Виберіть пристрій",
    "Select an Endpoint": "Виберіть кінцеву точку",
    "Select cid": "Виберіть ідентифікатор кластера",
    "Send Functional command": "Надіслати функціональну команду",
    "Send data to Zigbee": "Надіслати дані до Zigbee",
    "Settings": "Налаштування",
    "Show full mesh": "Показати повну сітку",
    "Show parent": "Показати батька",
    "Show previous parents": "Показати попередніх батьків",
    "Show siblings": "Показати братів і сестер",
    "Siblings": "Брати і сестри",
    "Soft-Reset": "Мʼяке скидання",
    "Source device": "Вихідний пристрій",
    "Source endpoint": "Вихідна кінцева точка",
    "Switch expert mode to enter raw data, sent to zigbee device.": "Перейдіть у експертний режим, щоб ввести сирі дані, надіслані на пристрій Zigbee.",
    "Target device": "Цільовий пристрій",
    "Target endpoint": "Цільова кінцева точка",
    "Touchlink reset and pairing": "Скидання та сполучення Touchlink",
    "Transport Key": "Транспортний ключ",
    "Type": "Тип",
    "Unbind remote from Coordinator (necessary for some remotes like HUE Dimmer Switch)": "Від’єднайте пульт від координатора (необхідно для деяких пультів, наприклад HUE Dimmer Switch)",
    "View config": "Переглянути конфігурацію",
    "Waiting": "Очікування",
    "Write Attribute": "Записати атрибут",
    "Yes": "Так",
    "You find good explanations what the settings mean": "Ви знайдете хороші пояснення значення налаштувань",
    "Zigbee adapter": "Адаптер Zigbee",
    "Zigbee-herdsman debug info": "Інформація про налагодження Zigbee-herdsman",
    "and in": "і в",
    "here": "тут",
    "notImplementedText": "Тут ви можете надсилати власні команди своїм пристроям, які ще не реалізовані як об’єкти. Його також можна використовувати для пошуку незадокументованих налаштувань ваших пристроїв. Або перевірити дію налаштувань, щоб вирішити, чи варто це реалізувати як об’єкт. І так далі...",
    "to make it available for other user too": "щоб зробити його доступним для інших користувачів",
    "transmitPower": "потужність передачі CC1352P і CC26X2R1",
    "zigbee-shepherd": "Ви можете редагувати сирі дані для надсилання сюди. Не використовуйте це, якщо ви не впевнені в тому, що робите! Використовуйте формат JSON (імена атрибутів у подвійних лапках!). Також можуть бути додані додаткові атрибути. Дивіться приклади вище. (Формат, який використовує zigbee-shepherd)",
    "№": "№",
    "Excludes": "виключити",
    "ExcludeTextTranslation": "Тут ви можете додати деякі пристрої, які слід виключити з нашого опису. Вони використовують лише \"викриття (exposes)\" від zigbee-herdsman-converter. Після додавання перезапустіть адаптер.",
    "SettingsExclude": "Примусовий запуск адаптера з не цілісною конфігурацією (не рекомендується). Оновіть адаптер до сумісної версії мікропрограми та перестворіть свою мережу якомога швидше.",
    "Others": "інші налаштування",
    "disable internal Backup": "вимкнути внутрішнє резервне копіювання",
    "Disable active availability check": "Вимкнути активну перевірку доступності",
    "Rename device": "Перейменувати пристрій",
    "Reset Info": "М'яке скидання просто перезапустить маршрути та CC253x. Повне скидання призведе до видалення даних сполучених пристроїв і скидання налаштувань CC253x. Вам доведеться перепривʼязати ВСІ ваші пристрої!",
    "Select your settings. Then click RUN to send command to your Zigbee device.": "Виберіть свої налаштування. Потім натисніть RUN, щоб надіслати команду на ваш пристрій Zigbee.",
    "Some kind of 'device within device'. Every endpoint may have different functions. If one does not work, test another.": "В якійсь мірі «пристрій у пристрої». Кожна кінцева точка може мати різні функції. Якщо одна не працює, перевірте інші.",
    "The value to send to your device (use douple-quotes if a number is a string).": "Значення, яке потрібно надіслати на ваш пристрій (використовуйте подвійні лапки, якщо число є строкою).",
    "This page is needed only for advanced users that like to extend adapter functionalities!": "Ця сторінка потрібна лише досвідченим користувачам, які хочуть розширити функціональність адаптера!",
    "Transport Key Text": "Транспортний ключ – це ключ шифрування мережі. Будь ласка, виберіть випадкову послідовність символів, перш ніж приєднувати пристрої. Просто введіть 32 випадкових шістнадцяткових символи (a-f і 0-9). Якщо ви зміните ключ пізніше, вам доведеться переприєднати свої пристрої."
}
