{
    "Add binding": "Dodaj wiązanie",
    "Add group": "Dodaj grupę",
    "Attribute ID": "Identyfikator atrybutu",
    "Binding": "połączenie",
    "Binding configuration": "Konfiguracja wiązania",
    "COM port name": "Nazwa portu COM",
    "Cancel": "Odwołaj",
    "Channel": "Kanał",
    "ChannelChangeText": "Kanał ustawia używaną częstotliwość radiową. Można go zmienić, aby uniknąć konfliktów z istniejącymi sieciami Wi-Fi. <b>Podczas zmiany wszystkie urządzenia muszą zostać ponownie nauczone!</b>",
    "Check firmware updates": "Sprawdź aktualizacje oprogramowania układowego",
    "Check if your Command needs to submit a value. For example, cmd 'write' needs the value you want to write to your device.": "Sprawdź, czy Twoje polecenie musi przesłać wartość. Na przykład cmd 'write' wymaga wartości, którą chcesz zapisać na swoim urządzeniu.",
    "Choose channel": "Wybierz kanał",
    "Choose type": "Wybierz typ",
    "Cluster ID": "Identyfikator klastra",
    "Command": "Komenda",
    "Command Type": "Typ polecenia",
    "Configure reporting": "Skonfiguruj raportowanie",
    "Countdown": "Countdown między 10 a 240 sekundem podczas łączenia",
    "Delete confirmation": "Usuń potwierdzenie",
    "Developer": "Developer",
    "Device": "Urządzenie",
    "Device details": "Urządzenia",
    "Device information": "Informacje o urządzeniu",
    "Device map info": "<b>Kliknij urządzenie, aby wyświetlić więcej szczegółów.</b> Każde urządzenie może mieć tylko jednego rodzica. Urządzenia mogą tam samodzielnie zmieniać rodziców. Nie ma sposobu, aby narzucić urządzenie konkretnemu rodzicowi. (jeśli widzisz więcej niż jeden link nadrzędny, mogą to być nieaktualne dane). <br> Możesz także przenosić urządzenia, aby uzyskać lepszą widoczność. <br> Słabe linki i linki offline są wyświetlane na czerwono. Jeśli etykieta urządzenia ma kolor czerwony, nie znaleziono żadnych linków. Nie ma problemu, jeśli urządzenie ma tylko linki „Poprzedni rodzic”, może po prostu nie wysyłać nowych danych od pewnego czasu.",
    "Devices": "Urządzenia",
    "Disable LED for cc2531": "Wyłącz LED dla cc2531",
    "Disable Queue": "Wyłącz Queue",
    "Do you really want to delete device": "Czy naprawdę chcesz usunąć urządzenie?",
    "Endpoint": "Punkt końcowy",
    "Enter new name": "Wprowadź nową nazwę",
    "Examples:": "Przykłady:",
    "Expert Mode": "Expert Mode",
    "ExtPanID": "Extended Pan ID",
    "ExtPanIDText": "Rozszerzony identyfikator PAN jest głównym identyfikatorem sieci, porównywalnym z identyfikatorem SSID sieci Wi-Fi. Ten identyfikator nigdy nie może się zmieniać w istniejących sieciach, w przeciwnym razie musisz zresetować i naprawić swoje urządzenia. Jeśli używasz wielu adapterów Zigbee, musisz <b>upewnić się</b> , że używają one unikalnych identyfikatorów ExtPanID. Wystarczy wpisać 16 losowych znaków szesnastkowych (af i 0-9).",
    "Force delete (for lost devices)": "Wymuś usunięcie (dla utraconych urządzeń)",
    "Groups": "Grupy",
    "Hard-Reset": "Hard reset",
    "Hide": "Ukryj",
    "Let's pairing!": "Wystartuj łączenie!",
    "Map view config": "Konfiguracja mapy",
    "Name": "Nazwa",
    "Needs value": "Potrzebuje wartości",
    "Network map": "Mapa sieci",
    "Pairing process": "parowanie",
    "PanID": "Pan ID",
    "PanIDText": "Pan ID to uproszczony identyfikator (jest używany przez Zigbee zamiast ExtPanID, gdy tylko jest to możliwe). To też powinno być wyjątkowe. Uwaga: sieć Zigbee może wybrać inny identyfikator Pan ID niż podany tutaj, na wypadek wykrycia konfliktów identyfikatorów.",
    "Parent/Child/Unknown": "Parent/Child/Unknown",
    "Please contribute your discoveries": "Prosimy o wkład w swoje odkrycia",
    "Previous Parents": "ostatnie połączenie",
    "Read Firmware": "Przeczytaj oprogramowanie sprzętowe",
    "Refresh": "Refresh",
    "Rename device": "Zmień nazwę urządzenia",
    "Reset Info": "Soft reset zrestartuje tylko procedury i Coordinator. Hard-Reset wyczyści dane połączonych urządzeń i zresetuje również ustawienia Coordynatora. Będziesz musiał połączyć WSZYSTKIE swoje urządzenia!",
    "Reset confirmation": "Reset potwierdzenie",
    "Reset...": "Resetowanie…",
    "Results": "Wyniki",
    "Run": "run",
    "Save": "Zapisz",
    "Select Attribute": "Wybierz atrybut",
    "Select Command": "Wybierz polecenie",
    "Select a device": "Wybierz urządzenie",
    "Select an Endpoint": "Wybierz punkt końcowy",
    "Select cid": "Wybierz identyfikator klastra",
    "Select your settings. Then click RUN to send command to your Zigbee device.": "Wybierz swoje ustawienia. Następnie kliknij URUCHOM, aby wysłać polecenie do urządzenia Zigbee.",
    "Send Functional command": "Wyślij polecenie funkcjonalne",
    "Send data to Zigbee": "Wyślij dane do Zigbee",
    "Settings": "Ustawienia",
    "Show full mesh": "Pokaż pełną mape",
    "Show parent": "Pokaż połączenie",
    "Show previous parents": "Pokaż poprzednie połączenie",
    "Show siblings": "Pokaż rodzeństwo",
    "Siblings": "Siblings",
    "Soft-Reset": "Soft-Reset",
    "Some kind of 'device within device'. Every endpoint may have different functions. If one does not work, test another.": "Coś w rodzaju „urządzenia w urządzeniu”. Każdy punkt końcowy może mieć różne funkcje. Jeśli jeden nie działa, przetestuj inny.",
    "Source device": "Urządzenie źródłowe",
    "Source endpoint": "Źródłowy punkt końcowy",
    "Switch expert mode to enter raw data, sent to zigbee device.": "Przełącz tryb ekspercki, aby wprowadzić surowe dane wysłane do urządzenia zigbee.",
    "Target device": "Urządzenie docelowe",
    "Target endpoint": "Docelowy punkt końcowy",
    "The value to send to your device (use douple-quotes if a number is a string).": "Wartość do wysłania do urządzenia (użyj podwójnych cudzysłowów, jeśli liczba jest łańcuchem).",
    "This page is needed only for advanced users that like to extend adapter functionalities!": "Ta strona jest potrzebna tylko zaawansowanym użytkownikom, którzy lubią rozszerzać funkcje adaptera!",
    "Touchlink reset and pairing": "Resetowanie i parowanie za pomocą Touchlink",
    "Transport Key Text": "Klucz transportowy to sieciowy klucz szyfrowania.",
    "Transport Key": "Klucz transportowy",
    "Type": "Typ",
    "Unbind remote from Coordinator (necessary for some remotes like HUE Dimmer Switch)": "Odłącz pilota od Coordinatora (niezbędny do niektórych pilotów, takich jak HUE Dimmer Switch)",
    "View config": "Wyświetl config",
    "Waiting": "Czekaj",
    "Write Attribute": "Napisz atrybut",
    "Yes": "Tak",
    "You find good explanations what the settings mean": "Znajdziesz dobre wyjaśnienia, co oznaczają ustawienia",
    "Zigbee adapter": "Adapter Zigbee",
    "Zigbee-herdsman debug info": "Informacje debugowania Zigbee-Herdsman",
    "and in": "i w",
    "here": "tutaj",
    "notImplementedText": "Możesz tutaj wysyłać własne polecenia do swoich urządzeń, które nie zostały jeszcze zaimplementowane jako obiekty. Może być również używany do znajdowania nieudokumentowanych ustawień Twoich urządzeń. Lub przetestować efekty ustawień, aby zdecydować, czy warto je zaimplementować jako obiekt. I tak dalej...",
    "to make it available for other user too": "aby udostępnić go także innemu użytkownikowi",
    "transmitPower": "CC1352P and CC26X2R1 Moc nadawania",
    "zigbee-shepherd": "Tutaj możesz edytować nieprzetworzone dane do wysłania. Nie używaj tego, jeśli nie jesteś pewien, co robisz! Użyj formatu JSON (nazwy atrybutów w podwójnych cudzysłowach!). Można również dodać dodatkowe właściwości. Zobacz przykłady powyżej. (Format używany przez zigbee-shepherd)",
    "№": "Nr",
    "Excludes": "wyklucz",
    "ExcludeTextTranslation": "Możesz dodać tutaj kilka urządzeń, które powinny zostać wyłączone z naszego opisu. Używasz tylko ekspozycji z zigbee-herdsman-converter. Po dodaniu zrestartuj adapter",
    "SettingsExclude": "Wystaruj Adapter bez zgodnej konfiguracji (uwaga). Zaktualizuj adapter i jak najszybciej odtwórz sieć.",
    "Others": "inne ustawienia",
    "disable internal Backup": "wyłącz wewnętrzną kopię",
    "Disable active availability check": "Wyłącz aktywne sprawdzanie dostępności"
}
