{
    "Add binding": "Добавить привязку",
    "Add group": "Добавить группу",
    "Attribute ID": "Идентификатор атрибута",
    "Binding": "Привязка",
    "Binding configuration": "Конфигурация привязки",
    "COM port name": "Имя или адрес порта",
    "Cancel": "Отменить",
    "Channel": "Канал",
    "ChannelChangeText": "Канал устанавливает используемую радиочастоту. Его можно изменить, чтобы избежать конфликтов с существующими сетями Wi-Fi. <b>При замене все устройства необходимо переучивать!</b>",
    "Check firmware updates": "Проверить обновления прошивки",
    "Check if your Command needs to submit a value. For example, cmd 'write' needs the value you want to write to your device.": "Проверьте, нужно ли вашей команде передать значение. Например, cmd 'write' требуется значение, которое вы хотите записать на свое устройство.",
    "Choose channel": "Выберите канал",
    "Choose type": "Выберите тип",
    "Cluster ID": "Идентификатор кластера",
    "Command": "Команда",
    "Command Type": "Тип команды",
    "Configure reporting": "Настроить отчеты",
    "Countdown": "Обратный отсчет от 0 до 255 сек",
    "Delete confirmation": "Подтвердите удаление",
    "Developer": "Разработчику",
    "Device": "Устройство",
    "Device details": "Device details",
    "Device information": "Информация об устройстве",
    "Device map info": "<b>Кликните на устройстве, чтобы увидеть связи.</b> Каждое устройство имеет только одного родителя. Устройства могут сменить родителя самостоятельно. Нет возможности принудительно сменить родителя устройства (если вы видите больше чем одну родительскую связь, это могут быть устаревшие данные).<br>Слабые и недоступные связи показываются красным. Если название устройства отображается красным, то не найдено ни одной связи. Не проблема, если устройства имеет только связи от 'Предыдущих родителей', это может означать, что просто небыло передач данных какое-то время.",
    "Devices": "Устройства",
    "Disable LED for cc2531": "Выключить индикатор для cc2531",
    "Disable Queue": "Выключить Queue",
    "Do you really want to delete device": "Вы действительно хотите удалить устройство",
    "Endpoint": "Конечная точка",
    "Enter new name": "Введите новое имя",
    "Examples:": "Примеры:",
    "Expert Mode": "Экспертный режим",
    "ExtPanID": "Расширенный идентификатор панорамирования",
    "ExtPanIDText": "Расширенный PAN ID - это основной идентификатор сети, сравнимый с SSID сетей Wi-Fi. Этот идентификатор никогда не должен изменяться для существующих сетей, иначе вам придется перезагрузить и восстановить свои устройства. Если вы используете несколько адаптеров Zigbee, вы <b>должны убедиться,</b> что они используют уникальные ExtPanID. Просто введите 16 случайных шестнадцатеричных символов (af и 0-9).",
    "Force delete (for lost devices)": "Принудительное удаление (для потерянных устройств)",
    "Groups": "Группы",
    "Hard-Reset": "Аппаратный сброс",
    "Hide": "Скрыть",
    "Let's pairing!": "Давай спарим устройства!",
    "Map view config": "Настройки представления",
    "Name": "Наименование",
    "Needs value": "Требуется ценность",
    "Network map": "Карта сети",
    "Pairing process": "Процесс спаривания",
    "PanID": "ID сковороды",
    "PanIDText": "Pan ID - это некоторый упрощенный идентификатор (используется Zigbee вместо ExtPanID, где это возможно). Это тоже должно быть уникальным. Примечание: сеть Zigbee может выбрать другой Pan ID, чем вы указали здесь, в случае обнаружения конфликтов идентификаторов.",
    "Parent/Child/Unknown": "Родитель/Ребенок",
    "Please contribute your discoveries": "Пожалуйста, поделитесь своими открытиями",
    "Previous Parents": "Предыдущие родители",
    "Read Firmware": "Прочитать прошивку",
    "Refresh": "Обновить",
    "Rename device": "Переименовать устройство",
    "Reset Info": "Soft reset - просто перезапускает процессы в CC253x. Hard-Reset - очищает данные по всем связанным устройствам и сбрасывает настройки CC253x тоже. Вам нужно будет заново выполнить сопряжение всех устройств!",
    "Reset confirmation": "Reset confirmation",
    "Reset...": "Сброс...",
    "Results": "Полученные результаты",
    "Run": "Бегать",
    "Save": "Сохранить",
    "Select Attribute": "Выбрать атрибут",
    "Select Command": "Выберите команду",
    "Select a device": "Выберите устройство",
    "Select an Endpoint": "Выберите конечную точку",
    "Select cid": "Выберите идентификатор кластера",
    "Select your settings. Then click RUN to send command to your Zigbee device.": "Выберите свои настройки. Затем нажмите RUN, чтобы отправить команду на ваше устройство Zigbee.",
    "Send Functional command": "Отправить функциональную команду",
    "Send data to Zigbee": "Отправить данные в Zigbee",
    "Settings": "Настройки",
    "Show full mesh": "Показать полную сетку",
    "Show parent": "Показать родителя",
    "Show previous parents": "Показать предыдущих родителей",
    "Show siblings": "Показать братьев и сестер",
    "Siblings": "Родственники",
    "Soft-Reset": "Мягкий сброс",
    "Some kind of 'device within device'. Every endpoint may have different functions. If one does not work, test another.": "Какое-то «устройство внутри устройства». Каждая конечная точка может иметь разные функции. Если один не работает, проверьте другой.",
    "Source device": "Исходное устройство",
    "Source endpoint": "Исходная конечная точка",
    "Switch expert mode to enter raw data, sent to zigbee device.": "Переключите экспертный режим, чтобы ввести необработанные данные, отправленные на устройство zigbee.",
    "Target device": "Целевое устройство",
    "Target endpoint": "Целевая конечная точка",
    "The value to send to your device (use douple-quotes if a number is a string).": "Значение для отправки на ваше устройство (используйте двойные кавычки, если число является строкой).",
    "This page is needed only for advanced users that like to extend adapter functionalities!": "Эта страница нужна только опытным пользователям, которые хотят расширить функциональные возможности адаптера!",
    "Touchlink reset and pairing": "Сброс Touchlink и сопряжение",
    "Transport Kex Text": "Транспортный ключ - это сетевой ключ шифрования. ",
    "Transport Key": "Транспортный ключ",
    "Type": "Тип",
    "Unbind remote from Coorinator (necessary for some remotes like HUE Dimmer Switch)": "Отсоедините пульт от Coorinator (необходим для некоторых пультов, таких как HUE Dimmer Switch)",
    "View config": "Посмотреть конфигурацию",
    "Waiting": "Ожидание",
    "Write Attribute": "Запись атрибута",
    "Yes": "Да",
    "You find good explanations what the settings mean": "Вы найдете хорошие объяснения, что означают настройки",
    "Zigbee adapter": "Zigbee драйвер",
    "Zigbee-herdsman debug info": "Информация об отладке Zigbee-herdsman",
    "and in": "И в",
    "here": "bот",
    "notImplementedText": "Вы можете отправлять сюда собственные команды на свои устройства, которые еще не реализованы как объекты. Его также можно использовать для поиска недокументированных настроек ваших устройств. Или чтобы проверить влияние настроек, чтобы решить, стоит ли реализовывать его как Object. И так далее...",
    "to make it available for other user too": "сделать его доступным и для других пользователей",
    "transmitPower": "CC1352P and CC26X2R1 Мощность передачи",
    "zigbee-shepherd": "Вы можете редактировать необработанные данные для отправки сюда. Не используйте это, если не уверены в том, что делаете! Используйте формат JSON (имена атрибутов в двойных кавычках!). Также могут быть добавлены дополнительные свойства. См. Примеры выше. (Формат, используемый zigbee-shepherd)",
    "№": "№"
}
