{
    "Add binding": "Adicionar ligação",
    "Add group": "Adicionar grupo",
    "Attribute ID": "ID do atributo",
    "Binding": "Ligação",
    "Binding configuration": "Configuração de ligação",
    "COM port name": "Nome da porta COM",
    "Cancel": "Cancelar",
    "Channel": "Canal",
    "ChannelChangeText": "Canal define a freqüência de rádio usada. Pode ser alterado para evitar conflitos com redes wi-fi existentes. <b>Se mudar o valor, todos os dispositivos tem que ser reaprendidos!</b>",
    "Check firmware updates": "Verifique as atualizações de firmware",
    "Check if your Command needs to submit a value. For example, cmd 'write' needs the value you want to write to your device.": "Verifique se o seu comando precisa enviar um valor. Por exemplo, cmd 'write' precisa do valor que você deseja gravar em seu dispositivo.",
    "Choose channel": "Escolha o canal",
    "Choose type": "Escolha o tipo",
    "Cluster ID": "ID de cluster",
    "Command": "Comando",
    "Command Type": "Tipo de Comando",
    "Configure reporting": "Configurar relatórios",
    "Countdown": "Contagem regressiva entre 0 e 255 seg",
    "Delete confirmation": "Excluir confirmação",
    "Developer": "Developer",
    "Device": "Dispositivo",
    "Device details": "Device details",
    "Device information": "Informação de dispositivo",
    "Device map info": "<b>Clique em um dispositivo para ver mais detalhes.</b> Cada dispositivo pode ter apenas um pai. Os dispositivos podem mudar seus pais por si próprios. Não há como forçar um dispositivo a um pai específico. (se você vir mais de um link pai, pode ser um dado desatualizado). <br> Você também pode mover dispositivos para melhor visibilidade. <br> Links fracos e off-line são exibidos em vermelho. Se um rótulo de dispositivo mostra vermelho, nenhum link foi encontrado. Não há problema se um dispositivo tiver apenas links de 'Pais anteriores', ele pode simplesmente não enviar novos dados há algum tempo.",
    "Devices": "Dispositivos",
    "Disable LED for cc2531": "Desativar LED para cc2531",
    "Disable Queue": "Desativar Queue",
    "Do you really want to delete device": "Você realmente quer deletar o dispositivo",
    "Endpoint": "Endpoint",
    "Enter new name": "Digite um novo nome",
    "Examples:": "Exemplos:",
    "Expert Mode": "Modo especialista",
    "ExtPanID": "ID de panela estendida",
    "ExtPanIDText": "PAN ID estendido é o ID de rede principal, comparável ao SSID de redes wi-fi. Esta identificação nunca deve ser alterada para redes existentes, caso contrário, você terá que redefinir e reparar seus dispositivos. Se você usar vários adaptadores Zigbee, <b>certifique-se de</b> que eles usam ExtPanIDs exclusivos. Basta inserir 16 caracteres hexadecimais aleatórios (af e 0-9).",
    "Force delete (for lost devices)": "Forçar exclusão (para dispositivos perdidos)",
    "Groups": "Grupos",
    "Hard-Reset": "Hard-Reset",
    "Hide": "ocultar",
    "Let's pairing!": "Vamos emparelhar!",
    "Map view config": "Map view config",
    "Name": "Nome",
    "Needs value": "Precisa de valor",
    "Network map": "Mapa de rede",
    "Pairing process": "Processo de emparelhamento",
    "PanID": "Pan ID",
    "PanIDText": "Pan ID é um id simplificado (é usado pelo Zigbee em vez do ExtPanID sempre que possível). Isso também deve ser único. Nota: a rede Zigbee pode escolher um Pan ID diferente do que você especificou aqui, caso detecte conflitos de id.",
    "Parent/Child/Unknown": "Parent/Child/Unknown",
    "Please contribute your discoveries": "Por favor, contribua com suas descobertas",
    "Previous Parents": "Previous Parents",
    "Read Firmware": "Ler Firmware",
    "Refresh": "Atualizar",
    "Rename device": "Renomear dispositivo",
    "Reset Info": "A Soft reset will just restart routines and Coordinator. Hard-Reset will clear paired devices data and it resets Coordinator settings too. You will have to repair ALL of your devices!",
    "Reset confirmation": "Reset confirmação",
    "Reset...": "Redefinir...",
    "Results": "Resultados",
    "Run": "Corre",
    "Save": "Salve",
    "Select Attribute": "Selecione o Atributo",
    "Select Command": "Selecione o comando",
    "Select a device": "Selecione um dispositivo",
    "Select an Endpoint": "Selecione um Endpoint",
    "Select cid": "Selecione um ID de cluster",
    "Select your settings. Then click RUN to send command to your Zigbee device.": "Selecione suas configurações. Em seguida, clique em EXECUTAR para enviar o comando ao seu dispositivo Zigbee.",
    "Send Functional command": "Enviar comando funcional",
    "Send data to Zigbee": "Envie dados para Zigbee",
    "Settings": "Configurações",
    "Show full mesh": "Mostrar malha completa",
    "Show parent": "Mostrar pai",
    "Show previous parents": "Mostrar pais anteriores",
    "Show siblings": "Mostrar irmãos",
    "Siblings": "Siblings",
    "Soft-Reset": "Reinicialização suave",
    "Some kind of 'device within device'. Every endpoint may have different functions. If one does not work, test another.": "Algum tipo de 'dispositivo dentro do dispositivo'. Cada terminal pode ter funções diferentes. Se um não funcionar, teste outro.",
    "Source device": "Dispositivo de origem",
    "Source endpoint": "Ponto final de origem",
    "Switch expert mode to enter raw data, sent to zigbee device.": "Alterne o modo especialista para inserir dados brutos, enviados para o dispositivo zigbee.",
    "Target device": "Dispositivo alvo",
    "Target endpoint": "Endpoint alvo",
    "The value to send to your device (use douple-quotes if a number is a string).": "O valor a ser enviado ao seu dispositivo (use aspas duplas se um número for uma string).",
    "This page is needed only for advanced users that like to extend adapter functionalities!": "Esta página é necessária apenas para usuários avançados que gostam de estender as funcionalidades do adaptador!",
    "Touchlink reset and pairing": "Redefinição e pareamento do touchlink",
    "Transport Key Text": "Chave de transporte é a chave de criptografia da rede. ",
    "Transport Key": "Chave de transporte",
    "Type": "Tipo",
    "Unbind remote from Coordinator (necessary for some remotes like HUE Dimmer Switch)": "Desconecte o controle remoto do Coordinator (necessário para alguns controles remotos, como o HUE Dimmer Switch)",
    "View config": "Ver configuração",
    "Waiting": "Esperando",
    "Write Attribute": "Gravar Atributo",
    "Yes": "sim",
    "You find good explanations what the settings mean": "Você encontra boas explicações sobre o significado das configurações",
    "Zigbee adapter": "Adaptador Zigbee",
    "Zigbee-herdsman debug info": "Informações de depuração do pastor Zigbee",
    "and in": "e em",
    "here": "aqui",
    "notImplementedText": "Você pode enviar aqui seus próprios comandos para seus dispositivos que ainda não foram implementados como Objetos. Ele também pode ser usado para encontrar configurações não documentadas de seus dispositivos. Ou para testar os efeitos das configurações para decidir se vale a pena implementar como Objeto. E assim por diante...",
    "to make it available for other user too": "para torná-lo disponível para outro usuário também",
    "transmitPower": "CC1352P and CC26X2R1 Potência de transmissão",
    "zigbee-shepherd": "Você pode editar os dados brutos para enviar aqui. Não use isso se não tiver certeza do que está fazendo! Use o formato JSON (nomes de atributos entre aspas duplas!). Propriedades adicionais também podem ser adicionadas. Veja os exemplos acima. (Formato usado pelo pastor zigbee)",
    "№": "№"
}
