{
    "Add binding": "Aggiungi associazione",
    "Add group": "Aggiungere gruppo",
    "Attribute ID": "ID attributo",
    "Binding": "Rilegatura",
    "Binding configuration": "Configurazione vincolante",
    "COM port name": "Nome della porta COM",
    "Cancel": "Annulla",
    "Channel": "Canale",
    "ChannelChangeText": "Canale imposta la frequenza radio utilizzata. Può essere modificato per evitare conflitti con le reti Wi-Fi esistenti. <b>Tutti i dispositivi devono essere riappresi quando si cambia!</b>",
    "Check firmware updates": "Controlla gli aggiornamenti del firmware",
    "Check if your Command needs to submit a value. For example, cmd 'write' needs the value you want to write to your device.": "Controlla se il tuo comando deve inviare un valore. Ad esempio, cmd \"write\" ha bisogno del valore che vuoi scrivere sul tuo dispositivo.",
    "Choose channel": "Scegli il canale",
    "Choose type": "Scegli il tipo",
    "Cluster ID": "ID cluster",
    "Command": "Comando",
    "Command Type": "Tipo di comando",
    "Configure reporting": "Configura i rapporti",
    "Countdown": "Conto alla rovescia tra 0 e 255 sec",
    "Delete confirmation": "Cancella conferma",
    "Developer": "Developer",
    "Device": "Dispositivo",
    "Device details": "Device details",
    "Device information": "Informazioni sul dispositivo",
    "Device map info": "<b>Fare clic su un dispositivo per visualizzare ulteriori dettagli.</b> Ogni dispositivo può avere un solo genitore. I dispositivi possono cambiare lì i genitori da soli. Non è possibile forzare un dispositivo a un genitore specifico. (se vedi più di un collegamento principale, potrebbero essere dati obsoleti). <br> Puoi anche spostare i dispositivi per una migliore visibilità. <br> I collegamenti deboli e offline vengono visualizzati in rosso. Se l'etichetta di un dispositivo è rossa, non è stato trovato alcun collegamento. Nessun problema se un dispositivo ha solo link 'Genitori precedenti', potrebbe semplicemente non inviare nuovi dati da un po 'di tempo.",
    "Devices": "dispositivi",
    "Disable LED for cc2531": "Disabilita LED per cc2531",
    "Disable Queue": "Disabilita Queue",
    "Do you really want to delete device": "Vuoi davvero eliminare il dispositivo",
    "Endpoint": "Endpoint",
    "Enter new name": "Inserisci un nuovo nome",
    "Examples:": "Esempi:",
    "Expert Mode": "Modalità esperto",
    "ExtPanID": "ID Pan esteso",
    "ExtPanIDText": "Il PAN ID esteso è l'id della rete principale, paragonabile all'SSID delle reti wifi. Questo ID non deve mai cambiare per le reti esistenti, altrimenti devi ripristinare e riparare i tuoi dispositivi. Se si utilizzano più adattatori Zigbee, è <b>necessario assicurarsi</b> che utilizzino ExtPanID univoci. Basta inserire 16 caratteri esadecimali casuali (af e 0-9).",
    "Force delete (for lost devices)": "Forza eliminazione (per dispositivi persi)",
    "Groups": "Groups",
    "Hard-Reset": "Hard-Reset",
    "Hide": "Nascondere",
    "Let's pairing!": "Facciamo coppia!",
    "Map view config": "Map view config",
    "Name": "Nome",
    "Needs value": "Ha bisogno di valore",
    "Network map": "Mappa di rete",
    "Pairing process": "Processo di accoppiamento",
    "PanID": "Pan ID",
    "PanIDText": "Pan ID è un id semplificato (è usato da Zigbee invece di ExtPanID ove possibile). Anche questo dovrebbe essere unico. Nota: la rete Zigbee può scegliere un ID Pan diverso da quello specificato qui nel caso in cui rilevi conflitti di ID.",
    "Parent/Child/Unknown": "Parent/Child/Unknown",
    "Please contribute your discoveries": "Per favore contribuisci con le tue scoperte",
    "Previous Parents": "Previous Parents",
    "Read Firmware": "Leggi il firmware",
    "Refresh": "ricaricare",
    "Rename device": "Rinomina dispositivo",
    "Reset Info": "A Soft reset will just restart routines and CC253x. Hard-Reset will clear paired devices data and it resets CC253x settings too. You will have to repair ALL of your devices!",
    "Reset confirmation": "Reset conferma",
    "Reset...": "Ripristina...",
    "Results": "Risultati",
    "Run": "Correre",
    "Save": "Salvare",
    "Select Attribute": "Seleziona Attributo",
    "Select Command": "Seleziona comando",
    "Select a device": "Seleziona un dispositivo",
    "Select an Endpoint": "Seleziona un endpoint",
    "Select cid": "Seleziona un ID cluster",
    "Select your settings. Then click RUN to send command to your Zigbee device.": "Seleziona le tue impostazioni. Quindi fare clic su ESEGUI per inviare il comando al dispositivo Zigbee.",
    "Send Functional command": "Invia comando funzionale",
    "Send data to Zigbee": "Invia dati a Zigbee",
    "Settings": "impostazioni",
    "Show full mesh": "Mostra mesh completa",
    "Show parent": "Mostra genitore",
    "Show previous parents": "Mostra i genitori precedenti",
    "Show siblings": "Mostra fratelli",
    "Siblings": "Siblings",
    "Soft-Reset": "Soft-Reset",
    "Some kind of 'device within device'. Every endpoint may have different functions. If one does not work, test another.": "Una sorta di \"dispositivo nel dispositivo\". Ogni endpoint può avere funzioni diverse. Se uno non funziona, provane un altro.",
    "Source device": "Dispositivo di origine",
    "Source endpoint": "Endpoint di origine",
    "Switch expert mode to enter raw data, sent to zigbee device.": "Passa alla modalità esperto per inserire dati grezzi, inviati al dispositivo zigbee.",
    "Target device": "Dispositivo di destinazione",
    "Target endpoint": "Endpoint di destinazione",
    "The value to send to your device (use douple-quotes if a number is a string).": "Il valore da inviare al tuo dispositivo (usa virgolette doppie se un numero è una stringa).",
    "This page is needed only for advanced users that like to extend adapter functionalities!": "Questa pagina è necessaria solo per utenti avanzati che desiderano estendere le funzionalità dell'adattatore!",
    "Touchlink reset and pairing": "Reimpostazione e associazione del touchlink",
    "Transport Kex Text": "La chiave di trasporto è la chiave di crittografia della rete. ",
    "Transport Key": "Chiave di trasporto",
    "Type": "genere",
    "Unbind remote from Coorinator (necessary for some remotes like HUE Dimmer Switch)": "Sblocca il telecomando da Coorinator (necessario per alcuni telecomandi come HUE Dimmer Switch)",
    "View config": "Visualizza config",
    "Waiting": "In attesa",
    "Write Attribute": "Scrivi attributo",
    "Yes": "sì",
    "You find good explanations what the settings mean": "Trovi buone spiegazioni sul significato delle impostazioni",
    "Zigbee adapter": "Adattatore Zigbee",
    "Zigbee-herdsman debug info": "Informazioni di debug di Zigbee-herdsman",
    "and in": "e in",
    "here": "qui",
    "notImplementedText": "Puoi inviare qui i tuoi comandi ai tuoi dispositivi che non sono ancora implementati come Oggetti. Può anche essere utilizzato per trovare impostazioni non documentate dei tuoi dispositivi. Oppure per testare gli effetti delle impostazioni per decidere se vale la pena implementare come Object. E così via...",
    "to make it available for other user too": "per renderlo disponibile anche per altri utenti",
    "transmitPower": "CC1352P and CC26X2R1 trasmettere potenza",
    "zigbee-shepherd": "Puoi modificare i dati grezzi da inviare qui. Non usarlo se non sei sicuro di quello che stai facendo! Usa il formato JSON (nomi di attributi tra virgolette doppie!). Possono essere aggiunte anche proprietà aggiuntive. Vedi esempi sopra. (Formato usato da zigbee-shepherd)",
    "№": "№"
}
