{
    "Add binding": "Ajouter une liaison",
    "Add group": "Ajouter un groupe",
    "Attribute ID": "ID d'attribut",
    "Binding": "Contraignant",
    "Binding configuration": "Configuration de la liaison",
    "COM port name": "Nom du port COM",
    "Cancel": "Annuler",
    "Channel": "Canal",
    "ChannelChangeText": "Channel définit la fréquence radio utilisée. Il peut être modifié pour éviter les conflits avec les réseaux wifi existants. <b>Tous les appareils doivent être réappris lors du changement!</b>",
    "Check firmware updates": "Vérifier les mises à jour du firmware",
    "Check if your Command needs to submit a value. For example, cmd 'write' needs the value you want to write to your device.": "Vérifiez si votre commande doit soumettre une valeur. Par exemple, cmd 'write' a besoin de la valeur que vous souhaitez écrire sur votre appareil.",
    "Choose channel": "Choisissez la chaîne",
    "Choose type": "Choisissez le type",
    "Cluster ID": "ID de cluster",
    "Command": "Commande",
    "Command Type": "Type de commande",
    "Configure reporting": "Configurer les rapports",
    "Countdown": "Compte à rebours entre 0 et 255 sec pendant l'assemblage de nouveaux composants Zigbee avec le coordinateur.",
    "Delete confirmation": "Confirmer la suppression",
    "Developer": "Développeur",
    "Device": "Dispositif",
    "Device details": "Détails du dispositif",
    "Device information": "Informations sur le dispositif",
    "Device map info": "<b>Cliquez sur un dispositif pour voir plus de détails.</b> Chaque dispositif ne peut avoir qu'un seul parent. Les appareils peuvent changer les parents par eux-mêmes. Il n'y a aucun moyen de forcer un appareil à un parent spécifique. (Si vous voyez plus d'un lien parent, il peut s'agir de données obsolètes.) <br> Vous pouvez également déplacer des appareils pour une meilleure visibilité. <br> Les liens faibles et hors ligne sont affichés en rouge. Si une étiquette de dispositif est rouge, aucun lien n'a été trouvé. Pas de problème si un appareil n'a que des liens «Parents précédents», il se peut qu'il n'ait tout simplement pas envoyé de nouvelles données depuis un certain temps.",
    "Devices": "Dispositifs",
    "Disable LED for cc2531": "Désactiver DEL pour cc2531",
    "Disable Queue": "Désactiver la queue",
    "Do you really want to delete device": "Voulez-vous vraiment supprimer le dispositif ?",
    "Endpoint": "Extrémité",
    "Enter new name": "Entrez un nouveau nom",
    "Expert Mode": "Mode Expert",
    "ExtPanID": "ID Pan étendue",
    "ExtPanIDText": "ID PAN étendue est l'identifiant principal du réseau, comparable au SSID des réseaux wifi. Cet identifiant ne doit jamais changer pour les réseaux existants, sinon vous devez réinitialiser et re-coupler vos appareils. Si vous utilisez plusieurs adaptateurs Zigbee, vous <b>devez vous assurer</b> qu'ils utilisent des ExtPanID uniques. Entrez simplement 16 caractères hexadécimaux aléatoires (a-f et 0-9).",
    "Examples:": "Exemples",
    "Force delete (for lost devices)": "Forcer la suppression (pour les appareils perdus)",
    "Groups": "Groupes",
    "Hard-Reset": "Réinitialisation matérielle",
    "Hide": "Cacher",
    "Let's pairing!": "Apparions !",
    "Map view config": "Map view config",
    "Name": "Nom",
    "Needs value": "Besoin de valeur",
    "Network map": "Carte du réseau",
    "Pairing process": "Processus d'appariement",
    "PanID": "ID de casserole",
    "PanIDText": "Pan ID est un identifiant simplifié (utilisé par Zigbee au lieu d'ExtPanID dans la mesure du possible). Cela devrait également être unique. Remarque : le réseau Zigbee peut choisir un ID de panoramique différent de celui que vous avez spécifié ici au cas où il détecte des conflits d'ID.",
    "Parent/Child/Unknown": "Parent/Enfant/Inconnu",
    "Please contribute your discoveries": "Merci de contribuer vos découvertes",
    "Previous Parents": "Parents précédents",
    "Read Firmware": "Lire le micrologiciel",
    "Refresh": "Rafraîchir",
    "Rename device": "Renommer le dispositif",
    "Reset Info": "Un redémarrage en douceur redémarrera uniquement les routines et le Coordinator. Une réinitialisation matérielle efface les données de dispositifs couplés et réinitialise aussi la configuration du Coordinator. Vous devez re-coupler TOUS vos dispositifs !",
    "Reset confirmation": "Confirmation de réinitialisation",
    "Reset...": "Réinitialiser…",
    "Results": "Résultats",
    "Run": "Courir",
    "Save": "sauvegarder",
    "Select Attribute": "Sélectionnez un attribut",
    "Select Command": "Sélectionner une commande",
    "Select a device": "Sélectionnez un appareil",
    "Select an Endpoint": "Sélectionnez un point de terminaison",
    "Select cid": "Sélectionnez un ID de cluster",
    "Select your settings. Then click RUN to send command to your Zigbee device.": "Sélectionnez vos paramètres. Cliquez ensuite sur EXÉCUTER pour envoyer la commande à votre appareil Zigbee.",
    "Send Functional command": "Envoyer une commande fonctionnelle",
    "Send data to Zigbee": "Envoyer des données à Zigbee",
    "Settings": "Paramètres",
    "Show full mesh": "Afficher le maillage complet",
    "Show parent": "Montrer le parent",
    "Show previous parents": "Afficher les parents précédents",
    "Show siblings": "Afficher les frères et sœurs",
    "Siblings": "Frères et sœurs",
    "Soft-Reset": "Redémarrage en douceur",
    "Some kind of 'device within device'. Every endpoint may have different functions. If one does not work, test another.": "Une sorte de «périphérique dans le périphérique». Chaque point de terminaison peut avoir des fonctions différentes. Si l'un ne fonctionne pas, testez-en un autre.",
    "Source device": "Périphérique source",
    "Source endpoint": "Point de terminaison source",
    "Switch expert mode to enter raw data, sent to zigbee device.": "Basculez en mode expert pour saisir des données brutes, envoyées à l'appareil zigbee.",
    "Target device": "Dispositif cible",
    "Target endpoint": "Point de terminaison cible",
    "The value to send to your device (use douple-quotes if a number is a string).": "La valeur à envoyer à votre appareil (utilisez des guillemets doubles si un nombre est une chaîne).",
    "This page is needed only for advanced users that like to extend adapter functionalities!": "Cette page n'est nécessaire que pour les utilisateurs avancés souhaitant étendre les fonctionnalités de l'adaptateur !",
    "Touchlink reset and pairing": "Réinitialisation et couplage de Touchlink",
    "Transport Key Text": "La clé de transport est la clé de chiffrement du réseau.  Choisissez s.v.p. une chaîne <b>avant</b> de coupler vos dispositifs. Entrez simplement 32 caractères hexadécimaux aléatoires (a-f et 0-9). Si vous changez la clé plus tard, vous devez re-coupler vos  dispositifs.",
    "Transport Key": "Clé de transport",
    "Type": "Type",
    "Unbind remote from Coordinator (necessary for some remotes like HUE Dimmer Switch)": "Dissocier la télécommande de coordination (nécessaire pour certaines télécommandes comme HUE Dimmer Switch)",
    "View config": "Afficher la configuration",
    "Waiting": "Attendre",
    "Write Attribute": "Ecrire attribut",
    "Yes": "Oui",
    "You find good explanations what the settings mean": "Vous trouvez de bonnes explications sur ce que signifient les paramètres",
    "Zigbee adapter": "Adaptateur Zigbee",
    "Zigbee-herdsman debug info": "Informations de débogage de Zigbee-herdsman",
    "transmitPower": "CC1352P and CC26X2R1 Puissance de transmission",
    "and in": "et en",
    "here": "ici",
    "notImplementedText": "Vous pouvez envoyer ici vos propres commandes à vos appareils qui ne sont pas encore implémentées en tant qu'objets. Il peut également être utilisé pour rechercher des paramètres non documentés de vos appareils. Ou pour tester les effets des paramètres pour décider s'il vaut la peine de les implémenter en tant qu'objet. Etc...",
    "to make it available for other user too": "pour le rendre disponible pour d'autres utilisateurs aussi",
    "zigbee-shepherd": "Vous pouvez modifier les données brutes à envoyer ici. Ne l'utilisez pas si vous n'êtes pas sûr de ce que vous faites ! Utilisez le format JSON (noms d'attributs entre guillemets !). Des propriétés supplémentaires peuvent également être ajoutées. Voir les exemples ci-dessus. (Format utilisé par zigbee-shepherd)",
    "№": "№",
    "Excludes": "d'exclure",
    "disable internal Backup": "désactiver la sauvegarde interne",
    "Disable active availability check": "Désactiver le contrôle de disponibilité actif",
    "Others": "autres réglages",
    "SettingsExclude": "Démarrage forcé de l'adaptateur avec une configuration incohérente (non recommandé). Veuillez mettre à jour l'adaptateur avec un micrologiciel compatible et recréer votre réseau dès que possible.",
    "ExcludeTextTranslation": "Ici, vous pouvez ajouter certains dispositifs qui doivent être exclus de notre description. Ils utilisent uniquement les \"exposes\" de zigbee-herdsman-converter. Après l'ajout, veuillez redémarrer l'adaptateur."
}
